{
  "document_path": "data\\uploads\\2025\\11\\15\\ec86c5a004144a23ad57bff6772f4d59.docx",
  "source_extension": ".docx",
  "content_type": "application/vnd.openxmlformats-officedocument.wordprocessingml.document",
  "section_count": 146,
  "metadata": {
    "extracted_at": "2025-11-15T15:49:46.206333Z",
    "use_ocr": false,
    "source_name": "ec86c5a004144a23ad57bff6772f4d59.docx"
  },
  "sections": [
    {
      "index": 0,
      "title": "Section 1",
      "content": "Organisaation Logo\nFI.145.9999\nPART-145\nHUOLTO-ORGANISAATION KÄSIKIRJA\nMAINTENANCE ORGANISATION EXPOSITION\nMuutos 18 / 3.11.2025\nYHTEYSTIEDOT\nANONYYMI OY\nLentoasemantie\n01530 Vantaa\n+358 555 6767\nVastuullinen johtaja:\nJohannes Johtaja\n+358 555 1122\nj.j@a.fi\nTeknillinen johtaja\nAnton Anonyymi\n+358 123 456\na.a@a.fi",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 1,
      "title": "SISÄLLYSLUETTELO",
      "content": "OSA 5: LIITTEET JA LUETTELOT\t49-50",
      "metadata": {
        "source": "docx",
        "style": "Heading 1"
      }
    },
    {
      "index": 2,
      "title": "TOIMILUVAN VOIMASSAOLO",
      "content": "Huolto-organisaatio huolehtii, että seuraavat toimilupaehdot (145.A.90) täytetään jatkuvasti:\ntoimitaan jatkuvasti Part-145:n vaatimusten mukaan,\nEASA:n ja NAA:n tarkastajilla on aina oikeus päästä tarkastamaan organisaatio ja toimipaikat,\ntoimilupaa ei ole luovutettu tai peruutettu (peruutettu lupa palautetaan NAA:lle),\nNAA:n ilmoittamien havaintojen (145.A.95c) käsittely tehdään NAA:ta tyydyttävällä tavalla (tarkemmin kohdassa 3.3.3).",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 3,
      "title": "Vastuullinen johtaja",
      "content": "Anonyymi Oy on nimittänyt Johannes Johtaja Part-145.A.30a mukaiseksi vastuulliseksi johtajaksi.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 4,
      "title": "Hyväksytty vastuuhenkilö",
      "content": "Anonyymi Oy on nimittänyt Anton Anonyymin Part-145.A.30b:n mukaiseksi vastuuhenkilöksi. Tehtävän ammattinimikkeenä on teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 5,
      "title": "Laadusta vastaava henkilö",
      "content": "Anonyymi Oy on nimittänyt Mikko Mallikkaan Part-145.A.30c mukaiseksi laadusta vastaavaksi henkilöksi. Tehtävän ammattinimikkeenä on laatupäällikkö. Hän vastaa myös organisaation Compliance Monitoring Manager -tehtävistä.\nLaatupäällikön tukena toimii sopimusauditoija Tero Terävä, joka tekee Part-145.A.65c1 mukaiset riippumattomat auditoinnit.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 6,
      "title": "Sijaisuusjärjestelyt",
      "content": "Vastuullisen johtajan sijaisena toimii teknillinen johtaja. Teknillisen johtajan sijaisena toimii HTA Tero Terävä. Laatupäällikön sijaisena toimii vastuullinen johtaja. Sijaisuuden aikana siirtyvät vain yksittäiset tehtävät, kokonaisvastuu säilyy tehtävän vakinaisella hoitajalla. Sijaisuuden kesto voi olla enintään kuusi viikkoa kerrallaan.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 7,
      "title": "Vastuullinen johtaja",
      "content": "vastaa organisaation toiminnasta ja toimiluvista,\nvastaa, että huollot voidaan rahoittaa ja tehdä normien mukaisesti,\nvastaa organisaation turvallisuus- ja laatupolitiikasta,\nvastaa NAA:n ilmoittaminen havaintopoikkeamien käsittelystä ja toimenpiteistä,\nvastaa viime kädessä kaikkien laatupoikkeamien käsittelystä ja korjaavien toimien tekemisestä,\nvastaa toiminnan edellyttämästä yhteydenpidosta ilmailuviranomaisiin.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 8,
      "title": "Teknillinen johtaja",
      "content": "vastaa korjaamo-, linja- ja laitehuolloista kokonaisuudessaan (ml. sopimukset),\nvastaa, että huollot tehdään hyväksyttyjen normien ja menetelmien mukaisesti,\nvastaa organisaation työnlaajuusstatuksen ja -valmiuksien ylläpidosta,\nvastaa henkilöstön koulutuksesta, pätevyydestä ja riittävyydestä tehtävään työhön,\nvastaa koulutussuunnittelusta ja -seurannasta,\nvastaa tyyppikoulutuksen työharjoittelun järjestämisestä (3.15),\nvalvoo työharjoittelijoiden käyttöä,\nvastaa toimitilojen riittävyydestä, kunnosta ja sopivuudesta sekä käyttöön hyväksynnästä,\nvastaa huolto-, mitta- ja työvälineiden riittävyydestä, kunnosta ja valvonnasta,\nvastaa materiaalien hankinta-, käsittely- ja luovutusmenettelyjen oikeellisuudesta,\nhyväksyy organisaation omat työohjeet, huolto-ohjeet/listat ja lomakkeet,\nvastaa huoltokirjallisuuden ja -ohjeiden saatavuudesta ja ajan tasalla olosta,\nvastaa AD- ja SIB-julkaisujen sekä ilmailumääräysten organisaatiolle antamista velvoitteista,\nvastaa ilma-alusten ja laitteiden teknillisen kirjanpidon ja tiedostojen ylläpidosta,\nvastaa MOE:sta (viiteasiakirjoineen) sekä sen ylläpidosta, muuttamisesta ja jakelusta,\nvastaa poikkeuslupien hankinnasta ja seurannasta,\nvastaa turvallisuushavaintojen käsittelystä ja jatkotoimenpiteistä,\nvastaa lentokelpoisuutta vaarantavien vikojen arvioinnista ja ilmoittamisesta,\nosallistuu laatuauditointeihin ja vastaa laatupoikkeamien korjaavien toimien tekemisestä,\npitää vastuullisen johtajan ajan tasalla organisaation toiminnasta ja tehtävistä,\nhuolehtii tehtävien mukaisesta yhteydenpidosta ilmailuviranomaisiin ja asiakkaisiin.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 9,
      "title": "Laatupäällikkö",
      "content": "vastaa vaatimusten mukaisuuden valvonnasta,\nvastaa organisaation laatujärjestelmästä ja sen palautejärjestelmän valvonnasta,\nvastaa laatusuunnitelman laatimisesta ja toteutuksesta (ml. laatukoulutus),\nvastaa laaduntarkastuksista ja auditointien järjestämisestä,\nvastaa laatukokousten järjestämisestä (3.1.2c),\nvastaa korjaavien toimien valvonnasta ja tarvittaessa niiden tekemisten kiirehtimisestä,\npitää organisaation vastuuhenkilöt tietoisena laatutoiminnan velvoitteista ja määräajoista,\nvastaa henkilöstön pätevyyksien arvioinneista (3.14),\nmyöntää henkilöstön kelpuutukset ja -valtuutukset,\nvastaa henkilöstön kelpuutus- ja koulutusasiakirjoista sekä henkilörekisteristä,\npitää yhteyttä ilmailuviranomaisiin omaan toimialaan liittyvissä yleisissä asioissa,\nvastaa laatutoiminnan asiakirjojen esittelystä ja taltioinnista.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 10,
      "title": "HUOLTOTODISTEEN ANTAJAT JA TUKIHENKILÖT",
      "content": "Huoltotodisteenantajat (certifying staff) ja tukihenkilöt (support staff) esitetään kohdassa 5.5. Heidän koulutus-, työkokemus- ja kelpuutusvaatimukset esitetään kohdassa 3.4.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 11,
      "title": "KÄYTETTÄVISSÄ OLEVA TYÖVOIMA",
      "content": "HTA:t toimivat tarvittaessa myös Part-145.A.30(h)(1i) mukaisina tukihenkilöinä vaativien moottorikäyttöisten ilma-alusten korjaamohuolloissa (1.9.2 kohta 1 A2).\nTyövoiman käyttösuunnittelu esitetään kohdassa 2.22.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 12,
      "title": "Päätoimipiste",
      "content": "Osoite: Anonyymi Oy, Lentoasemantie, 01530 Vantaa.\nvuokrattu Lentoasemakiinteistöt (LAK) Oyj:ltä\ntilat lukitut ja kulunvalvonnan alla Huoltohallin tilat (pohjapiirros liitekansiossa):\nhallitilaa 1500 m2,\no jossa mm. lukittava kaappi lentokelvottomille osille (luokka 3),\nlaitehuone 12 m2\ntoimistotilaa 23 m2, jossa myös\ntavaran vastaanottopiste\nei-lentokelpoisten osien ja karenssiosien (luokka 2) lukittavat varastokaapit\nlentokelpoisten varaosien (luokka 1) lukittavat varastokaapit.\ntoimistossa on laajakaistayhteydet\nKorjaamovarustus:\nsähköverkosto 230/400V,\nlämmin ja kylmävesi (hallissa 2 vesipistettä)\npaineilma-asema\nhenkilönostin",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 13,
      "title": "Pysyvät linjahuoltotilat",
      "content": "- pysyvä linjahuoltopaikka hyväksytään organisaation käyttöön 1.8.4 mukaisesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 14,
      "title": "Tilapäiset linjahuoltopaikat",
      "content": "Tilapäistä linjahuoltoa käytetään lyhytaikaisessa operoinnissa, jossa ei voida tai ei kannata tukeutua vakinaisiin huoltopaikkoihin.\nLuetteloa tilapäisistä linjahuoltopaikoista ylläpidetään tämän käsikirjan liitteen kohdassa 5.3. Tilapäinen linjahuoltopaikka hyväksytään organisaation käyttöön 1.8.4 mukaisesti.\nTilapäinen linjahuoltopaikka miehitetään tarvittaessa, käyttöaika on enintään 4 viikkoa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 15,
      "title": "Linjahuoltopaikan hyväksyntä ja käyttö",
      "content": "Käyttöönottotarkastus\nLinjahuoltopaikan käyttöönottotarkastuksesta ja käyttöön hyväksynnästä vastaa teknillinen johtaja. Käyttöönottotarkastuksessa tutkitaan paikan tekninen ja käytännöllinen soveltuvuus aiottuun työnlaajuuteen ja tarvittaessa laaditaan paikan käyttöohjeistus.\nHyväksynnän edellytykset:\nkäytettävissä huoltotyön edellyttämät kirjallisuus, työkalut, huoltokalusto ja varaosat,\ntarvittaessa sähköä, vettä, paineilmaa ja viestintäyhteydet,\nkäytettävissä kelvollista hallitilaa tai olosuhteet mahdollistavat työskentelyn ulkona,\ntäytetään seuraavat edellytykset:\no työkohde voidaan suojata sateelta, pölyltä ja tuulelta,\no paikalla on riittävä valaistus ja kelvolliset työolosuhteet,\no työ voidaan keskeyttää, jos olosuhteiden heikkeneminen vaarantaa työn laatua,\no olosuhteet kirjataan huoltopaikkaraporttiin (ref. 2.13.5),\nhuoltotyö voidaan tehdä korjaamohuollon standardien mukaan.\nHyväksyntä\npysyvä linjahuoltopaikka tai sen muutos hyväksytetään NAA:lla 1.11 mukaisesti.\nMuutosesitykseen liitetään huoltopaikan käyttöönottotarkastuksen pöytäkirja.\ntilapäisen linjahuoltopaikan hyväksyy käyttöön teknillinen johtaja epäsuoralla hyväksyntämenettelyllä kohdan 1.11 mukaisesti. Käyttöönottoilmoitukseen liitetään huoltopaikan käyttöönottotarkastuksen pöytäkirja ja kopio päivitetystä MOE.n kohdan 5.3 sivusta. Huoltopaikka voidaan ottaa käyttöön, kun NAA on antanut vahvistuksen (esim. s- postilla) huoltopaikan hyväksyntäilmoituksen vastaanotosta.\nKäyttö\nPaikan käytöstä ja perehdyttämiskoulutuksista sovitaan ja järjestetään tarvittaessa operaattorin kanssa.\nEnnen jokaista käyttöä varmistetaan, että paikka on hyväksyttävässä kunnossa aiottuun huoltoon.\nHuollon aikana valvotaan, että olosuhteet täyttävät vaatimukset ja olosuhdetiedot kirjataan huolto- paikkaraporttiin.\nUusi pysyvä huoltopaikka liitetään organisaation auditointiohjelmaan. Tilapäisen huoltopaikan auditoinnista päättää laatupäällikkö.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 16,
      "title": "Organisaation huoltovalmiudet ja niiden määrittäminen",
      "content": "Huoltovalmiuksilla tarkoitetaan huolto-organisaation kykyä tehdä ilma-alus- tai laitehuoltoja niille hyväksyttyjen huoltovaatimusten mukaisesti. Huoltovalmiudet määritellään ja ylläpidetään työn- laajuuden mukaisten huoltovalmiustarkastusten avulla.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 17,
      "title": "Ilma-alusten ja laitehuoltojen huoltovalmiustarkastelussa todetaan, että:",
      "content": "Hyväksytyn työnlaajuuden edellyttämät huoltovaatimukset ovat määritetty ja voidaan täyttää.\nHuoltohenkilöstön HTA- ja tehtävävaltuutukset ovat riittäviä ja voimassa.\nTyönlaajuuden edellyttämät huoltotiedot (AMC 145.A.45b) ovat käytettävissä ja ajan tasalla sekä kattavat huolto-ohjelmien, TC/STC-haltijoiden ja ilmailuviranomaisten vaatimukset. Lisäksi selvitetään tyyppikohtaiset CDCCL ja EWIS lisävaatimukset ja tarvittaessa laaditaan vaatimusten mukaiset menetelmät.\nVuokratyökalujen lainaussopimukset ovat tehty ja jokaisen työkalun hankintamenettely on määritelty (saatavuuden varmistaminen).\nUsein tarvittavat varusteet, pienvaraosat ja yleistarvikkeet sekä vakiovaraosat, öljyt, rasvat ja nesteet ovat määritelty ja hankittu varastoon.\nTila-, olosuhde- ja erityisvaatimukset (ml. varaosien varastointi ja käsittely) voidaan tehdä vaatimusten mukaisesti.\nValmiuksien ylläpidon edellyttämät valvontakohteet ovat määritelty ja seurantamenettely tunnistaa ja ilmoittaa kyseisen valmiuden vanhenemisen.\nValmiuksien ylläpidossa varmistetaan, että huoltovalmiudet vastaavat toimiluvan työnlaajuutta ja että valmiuksien tilapäinen puute tunnistetaan ja otetaan huomioon työtilausten hyväksynnässä.\nHuoltovalmiustarkastelun tekee konetyypin HTA. Tarkastustulokset viitetietoineen kirjataan tarkasteluasiakirjaan, joka taltioidaan. Tarkastuksen hyväksyy teknillinen johtaja.\nHuoltosopimuskoneiden huoltovalmiudet ylläpidetään jatkuvasti. Satunnaisesti huoltoon tulevien koneiden huoltovalmius aktivoidaan viimeistään työtilauksen hyväksymisen yhteydessä. Lisäksi huoltovalmiustarkastelu tehdään tai tarkastetaan jos\ntyön laajuuteen haetaan muutos, uusi konetyyppi tai laitehuolto,\nilma-aluksen tai laitteen huolto-ohjelmaan tai -ohjeisiin tulee merkittävä muutos,\nhuoltovalmiuksissa havaitaan muutos- tai päivitystarve.\nMikäli jokin em. kohta vaikuttaa huoltovalmiuteen, niin teknillinen johtaja tekee ne toimenpiteet, joilla vaadittu valmius saavutetaan. Puuttuva resurssi tai materiaali (henkilöstö, koulutus, tilat, materiaali, työväline, varaosa tai vast.) hankitaan tai sen saatavuus varmistetaan vuokraus- tai lainaussopimuksin. Mikäli puutetta ei pystytä täyttämään, niin teknillinen johtaja tekee tarpeelliset muutokset organisaation työn laajuuteen tai neuvottelee korvaavan menettelyn NAA:n kanssa.\nJos huoltovalmiuksiin tulee tilapäinen puute määräajaksi, niin työnlaajuus rajataan vastaavaksi ajaksi. Rajoitus ja sen purku perusteluineen kirjataan huoltovalmiusasiakirjaan.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 18,
      "title": "Organisaation työn laajuus",
      "content": "Huolto-organisaatio voi tehdä toimilupansa mukaisia huoltoja ja antaa siitä huoltotodiste Part-145 mukaisin normein alla mainituille ilma-aluksille ja laitteille ko. kohdassa mainittujen määräaikais- huoltojen tai tehtävärajoitusten mukaisesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 19,
      "title": "Huollolla tarkoittaa tässä yhteydessä mitä tahansa seuraava työtä tai niiden yhdistelmää:",
      "content": "määräaika-, kalenteriaika- tai käyttökertaperusteinen huolto tai tarkastus (kohdat 1 ja 2),\nvianetsintä ja -korjaus, version/laitteen/osan vaihto ja kokoonpano,\nmuutostyöt ja korjaukset 2.12 ja 2.9 mukaisin ehdoin ja rajoituksin,\nerityishuollot 2.24 mukaisin ehdoin/rajoituksin (sallitut tunkeumaväritarkastukset, boroskooppi- tarkastukset, laminaattirakenteiden koputustestit, punnitukset).",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 20,
      "title": "Korjaamo-, linja- ja laitehuollot",
      "content": "A1/A2 Lentokoneet\nC Laitehuolto\nLaitehuolto käsittää seuraavat työnlaajuudet:\nC14 Laskutelineet\nYksityiskohtainen kuvaus laitehuollon työnlaajuudesta on esitetty erillisessä MOE Component Capability -listassa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 21,
      "title": "Linjahuollot",
      "content": "Linjahuollot ovat rajoitettu AMC 145.10 kohdan 1 (Line Maintenance) sallimiin linjahuoltotöihin, ja määritellään tapauskohtaisesti kohdan 1.8.4 hyväksyntämenettelyssä.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 22,
      "title": "MUUTOSTEN ILMOITTAMINEN",
      "content": "Huolto-organisaatio ilmoittaa NAA:lle jos:\norganisaation nimi, kotipaikka tai toimipaikat muuttuvat,\nvastuullinen johtaja, nimetyt vastuuhenkilöt tai laatupäällikkö vaihtuu,\ntoimitiloihin, varusteisiin, työkaluihin, materiaaleihin, menetelmiin, työtehtävien laajuuteen tai huoltotodisteen antajiin tulee muutos, joka saattaa vaikuttaa toimilupaan.\nToimiluvan laajennus ilmoitetaan lomakkeella EASA Form 2 (tai vastaavaalla NAA:n lomakkeella). Vastuuhenkilömuutos ilmoitetaan lomakkeella EASA Form 4 (tai vastaavaalla NAA:n lomakkeella).\nEm. muutoksista ja sen mukaisista menettelyistä neuvotellaan ennen kuin muutos toteutetaan tai jos se ei ole mahdollista tai tiedossa, niin mahdollisimman pian. Menettelystä vastaa teknillinen johtaja, jonka on muutosta arvioidessaan otettava huomioon myös välilliset vaikutukset huolto- organisaatioon, käsikirjaan ja huoltotoimintaan.\nMikäli em. seikoissa tapahtuu ennalta suunnittelematon muutos (esim. ennakoimattoman tapahtuman seurauksena), niin organisaation vastuullisen johto huolehtii, että NAA:n kanssa sovitaan väliaikainen toimintamalli ennen kuin uusi menettelytapa tai henkilö on saatu hyväksytettyä viranomaisella. Varsinainen ilmoitus tehdään NAA:n edellyttämällä tavalla.\nJos organisaatio lopettaa toimintansa, niin huolto-organisaation taltiovastuulle sovitut huoltoasiakirjat (2.17) luovutetaan ilma-aluksen omistajalle tai CAM-organisaatiolle. Jos omistajaa on mahdoton jäljittää, niin huoltoasiakirjat säilytetään NAA:n edellyttämällä tavalla.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 23,
      "title": "Part-145 -vaatimusten implementointi",
      "content": "Teknillinen johtaja seuraa kuukausittain Part-145 sekä vaikuttavilta osin Part-M ja Part-66 määräysten muutoksia EASA:n ja NAA:n internet-sivustoilta. Jos em. Part-vaatimukset muuttuvat, niin muuttuneiden kohtien osalta tehdään kirjallinen vaikuttavuustarkastelu, jossa todetaan muuttuneet kohdat/asiat sekä toimenpiteet uusien/muuttuneiden vaatimusten täyttämiseksi tai että muutoksia ei tarvita.\nJos vaikuttavuustarkastelu johtaa MOE:n muuttamiseen, niin tarkastelu liitetään NAA:lle esitettävään MOE-muutokseen. Hyväksytty muutos otetaan käyttöön, kun implementointi ja mahdolliset NAA:n edellyttämät lisätoimenpiteet ovat tehty.\nImplementointimenettelystä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 24,
      "title": "Lähtökohdat:",
      "content": "Käsikirjasivun ylätunnisteessa ovat sivunumero (valvontatunniste), julkaisupäivä ja muutostaso. Käsikirjaa ei muuteta käsikorjauksin, eikä siihen tehdä tilapäisiä muutoksia.\nKäsikirjan muutokset hyväksytetään NAA:lla ennen niiden käyttöönottoa. Edellisestä poiketen alla mainitut muutokset voidaan hyväksyä epäsuoralla hyväksyntämenetelmällä. Tällöin muutoksen hyväksyy teknillinen johtaja ja muutos annetaan tiedoksi NAA:lle. NAA voi palauttaa muutoksen perustellusta syystä uudelleen valmisteluun.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 25,
      "title": "Kuitenkin epäsuoralla menetelmällä voidaan hyväksyä",
      "content": "käsikirjan ja sen liitteiden pienet virhekorjaukset ja tekstiselvennykset,\ntilapäisen linjahuoltopaikkojen käyttöön hyväksyntä 1.8.4 mukaan,\nHTA-henkilöstön valtuuttamiset 3.4 mukaan,\nliitteiden ja luetteloiden (osa 5) päivitykset.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 26,
      "title": "Muutosmenettely:",
      "content": "Käsikirjan muutettu teksti tai kuva (poisto tai lisäys) merkitään ko. kohdan vasemmalle puolelle pystyviivalla. Muutoksessa kaikki sivut saavat saman muutosnumeron.\nKun käsikirja on muutettu, niin teknillinen johtaja kirjaa käsikirjan tarkastuksen voimassa olevien sivujen luetteloon (sivu 5).\nMuutosasiakirjat lähetetään NAA:lle sähköisesti. Asiakirjat varustetaan asianmukaisilla allekirjoituksilla ja mukaan liitetään saate muutoskuvauksella.\nMuutosten hyväksyntä:\nKun muutoksen hyväksyy NAA, niin teknillinen johtaja lähettää uuden muutoksen sähköisesti NAA:lle, joka tarkastusten ja mahdollisten lisäselvitysten jälkeen ilmoittaa kirjallisesti muutoksen hyväksymisestä (tai ehdollisesta hyväksynnästä).\nKun muutoksen hyväksyy teknillinen johtaja (epäsuora hyväksyntä), niin hän kirjaa hyväksynnän muutosluetteloon (sivu 4) ja lähettää uuden muutoksen NAA:lle sähköisesti. Muutos voidaan ottaa käyttöön, kun NAA on antanut vahvistuksen (esim. s-postilla) muutosilmoituksen vastaanotosta.\nKun muutos on hyväksytty, niin teknillinen johtaja\npäivittää muutosluettelon (tarvittaessa),\nvastaa jakelun mukaisten käsikirjojen päivittämisestä (pl. NAA)\npäivittää itse tai delegoi päivityksen kirjallisella ohjeella/varmistuksella käsikirjan haltijoille,\nvastaa muutoksen käyttöönoton edellyttämästä kouluttamisesta ja tiedottamisesta,\narkistoi vanhan master-kappaleen vähintään 3 vuodeksi ja hävittää muut vanhat muutokset.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 27,
      "title": "Käsikirjan (MOE) jakelu:",
      "content": "Tekninen johtaja (master-kappale)\nIlmailuviranomainen (sähköinen versio)\nHenkilöstö (sähköinen versio)",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 28,
      "title": "Vastuut:",
      "content": "Käsikirjasta ja sen ajan tasalla pidosta, muuttamisesta, jakelusta ja arkistoinnista vastaa teknillinen johtaja. Hän vastaa myös käsikirjamenetelmiin liittyvien lomakkeiden valvonnasta ja ylläpidosta. Käytössä olevat lomakkeet revisiotietoineen esitetään kootusti lomakeluettelossa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 1"
      }
    },
    {
      "index": 29,
      "title": "TAVARANTOIMITTAJAN JA ALIHANKKIJOIDEN ARVIOINTI JA VALVONTAMENETELMÄ",
      "content": "Huolto-organisaatio käyttää tavarantoimittajinaan EASA-hyväksyttyjä organisaatioita tai koneen/komponentin valmistajia. Myös muita ns. välitysorganisaatioita voidaan käyttää, jos tavaran EASA-hyväksyttävyys voidaan varmistaa luotettavalla tavalla. Mahdollisuuksien mukaan käytetään vakiotoimittajia, joista pidetään erillistä toimittajaluetteloa. Tavarantoimittajien luotettavuutta ja laatutasoa valvotaan toimitusten yhteydessä. Jos toimituksissa (tavarat tai asiakirjat) ilmenee ongelmia, niin asia reklamoidaan. Mikäli toistuvia ongelmia ilmenee, niin toimittaja vaihdetaan.\nHuolto-organisaatio ei käytä alihankkijoita.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 30,
      "title": "ILMA-ALUKSEN OSIEN, LAITTEIDEN JA MATERIAALIEN TARKASTUS JA HYVÄKSYNTÄ",
      "content": "Saapuvalle tavaralle (osa/laite/materiaali) tehdään vastaanottotarkastus, jossa todetaan:\nlähetyspakkaus on asianmukainen ja kuljetusvaurioita ei ole,\npakkauksen sisältö vastaa tilausta ja pakkauslistaa,\nvaadittavat lentokelpoisuusdokumentit ovat mukana,\ntavaran ja asiakirjojen tunnistetiedot merkinnät vastaavat toisiaan,\nvisuaalisessa tarkastuksen perusteella tavara suojauksineen on kunnossa.\nESDS-laitteiden vastaanottotarkastus tehdään maadoitetulla pöydällä tai alustalla. Laitteen käsittelijät käyttävät tarvittaessa maadoitusranneketta. Tarkastuksen jälkeen laite säilytetään alkuperäisessä suojapussissa sen asentamiseen asti.\nTavaran vastaanottotarkastuksen ja lentokelpoisuushyväksynnän* tekee huoltotodisteen antaja. Lentokelpoishyväksynnän ja varastokirjaamisten jälkeen osat/laitteet/materiaali voidaan asentaa ilma-alukseen tai varastoida.\nJos tavara todetaan vastaanotossa vialliseksi, niin se keskeytetään ja tavara palautetaan toimittajalle (tai hävitetään). Mikäli tavaran lentokelpoisuusasiakirjat ovat puutteellisia, niin puuttuvat asiakirjat hankitaan ennen tavaran hyväksyntää varastoon tai käyttöön. Jos asiakirjoja ei saada, niin tavara palautetaan toimittajalle. Tavaran, jonka vastaanottotarkastus on keskeytynyt jostain syytä, käsitellään ja varastoidaan kohtien 2.3.2-3 mukaisesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 31,
      "title": "*Lentokelpoisuuden hyväksyntä",
      "content": "Uusi osa tai laite voidaan hyväksyä, jos sille on julkaistu jokin seuraava asiakirja:\nEASA/JAA Form 1 (JAA ennen 28.11.2004),\nFAA Form 8130-3 tai 8130-4, valmistajan tai FAA:n edustajan kirjoittamana,\nRajoitus: Kriittistä osaa ei korvata PMA-osalla.\nTCA Form 24-0078, valmistajan tai TCA:n edustajan kirjoittamana,\nOriginal Manufacturer’s Certificate, alkuperäinen valmistajan sertifikaatti,\nEASA:n tai NAA:n erikseen hyväksymät asiakirjat.\nKäytetty osa tai laite voidaan hyväksyä, jos sille on julkaistu jokin seuraava asiakirja:\nEASA/JAA Form 1, EASA/JAA organisaation kirjoittamana (JAA ennen 28.9.2004),\nFAA Form 8130-3 tai 8130-4, EASA/JAA hyväksytyn FAA organisaation kirjoittamana,\nTCA Form 24-0078, EASA/JAA hyväksytyn TCA organisaation kirjoittamana,\nEASA:n tai NAA:n erikseen hyväksymät asiakirjat.\nVakio-osa ja materiaali voidaan hyväksyä seuraavissa tapauksissa:\nosat on määritelty vakio-osiksi ilma-aluksen osaluettelossa (osanumero viittaa hyväksyttyyn ilmailustandardiin esim. AN, MS, NAS).\nosa luetellaan ilma-aluksen vakio-osaluettelossa tai muussa valmistajan julkaisussa,\nmateriaali (esim. al-pelti, rasva) omaa hyväksytyn ilmailuspesifikaation.\nEm. osille vaaditaan valmistajan vakuutus siitä, että osat ovat em. standardien mukaista tavaraa. Jos ko. osat tulevat erillisen tavarantoimittajan kautta, niin niissä on oltava tunnistetieto ja toimittajan vakuutus siitä, että osat ovat annettujen tietojen mukaisia ja osien alkuperäiset lentokelpoisuusasiakirjat on tarvittaessa saatavilla.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 32,
      "title": "Luokitus",
      "content": "Ilma-alusten osat, raaka-aineet ja tarvikkeet luokitetaan seuraavasti:\nLuokka 1: Käyttökelpoiset osat (varustettuna asianmukaisilla lentokelpoisuusasiakirjoilla). Luokka 2: Käyttökelvottomat osat (saatettavissa käyttökelpoiseksi)\nLuokka 3: Korjauskelvottomat osat (käyttökelpoisuutta ei voi palauttaa)\nLuokka 4: Vakio-osat, jotka ovat määritetty valmistajan huoltotiedoissa tai osaluettelossa\nLuokka 5: Yleisosat, tarvikkeet ja raaka-aineet, joiden alkuperä on tiedossa ja todettu täyttävän ilmailuvaatimukset.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 33,
      "title": "Merkitseminen",
      "content": "Käyttökelpoisten osien vastaanotossa saapumiserän EASA/JAA Form 1:iin ja osiin liitetään saapumiserän tunnistenumero, jona käytetään ko. tavaraerän tilausnumeroa (ja tarvittaessa saapumispäivää). Lisäksi vanheneva materiaali varustetaan ”VIIMEINEN KÄYTTÖPÄIVÄ” -tarralla. Sen jälkeen materiaalin valvontatiedostot päivitetään ja dokumentit arkistoidaan sekä materiaali varastoidaan tai otetaan käyttöön.\nKäyttökelpoinen osa (luokka 1) voidaan tarvittaessa varustaa myös vihreällä saattokortilla, johon osan tunniste- ja valvontatiedot kirjataan. Mikäli osan lentokelpoisuusasiakirjoissa on puutteita, niin ne selvitetään ennen osan hyväksymistä luokkaan 1.\nKäyttökelvoton (luokka 2) osa säilytetään erillään käyttökelpoisista osista ja varustetaan tarvittaessa punaisella saattokortilla, johon osan tunniste- ja valvontatiedot kirjataan. Tähän luokkaan kuuluvat huoltoon, korjaukseen tai modifikaatioon menevät osat sekä vastaanottotarkastuksessa tai lentokelpoisuusselvityksen alla olevat karenssiosat.\nKäyttökelvoton osa (luokka 3) säilytetään aina erillään muista osista. Osat käsitellään 2.3.5 mukaan. Luokkaan 3 kuuluu varaosa\njoka on saavuttanut tai ylittänyt sille hyväksytyn eliniän, tai\njossa on korjaamaton vika tai vaurio, tai\njoka on ollut onnettomuudessa, joka todennäköisesti vaikuttaa sen lentokelpoisuuteen\njonka lentokelpoisuutta ei voida todeta tai saattaa voimaan valmistajan tai valtuutetun huoltajan (vast.) toimesta.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 34,
      "title": "Varastointi",
      "content": "Kukin varaosaryhmän osat (luokat 1, 2 ja 3) varastoidaan omiin lukittaviin kaappeihin. Varastokaappien sijainnit kuvataan vakinaisten huoltopaikkojen pohjapiirroksissa (1.8.1-2). Kukin varastotila merkitään luokituksensa mukaisesti. Tilapäisiin huoltopaikkoihin ei varastoida varaosia. Kaikki ESDS-laitteet tai -osat varastoidaan asianmukaisessa suojapussissa.\nVakio-osat (luokka 4) ja yleismateriaalit (luokka 5) kirjataan tunnistettavasti ja säilytetään erikseen asianmukaisissa säilytyspaikoissa (varastoissa tai työpisteissä). Varastoinnin tekee HTA.\nTeknillinen johtaja vastaa, että\nmateriaalien, osien ja laitteiden käyttöikää valvotaan manuaalisesti,\nlaitteiden muutos- ja lentokelpoisuusmääräystyöt tehdään tarvittaessa,\nvanhentunut materiaali poistetaan varastosta tai käytöstä sekä hävitetään,\nvarastointiolosuhteet ylläpidetään valmistajan vaatimukset täyttävänä.\nVarastotilat pidetään lukittuna tai miehitettynä. Varastoon on oikeutettu pääsemään huolto- organisaation vakinainen henkilöstö, muut henkilöt vakinaisen henkilön valvonnassa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 35,
      "title": "Luovutus huoltotoimintaan",
      "content": "Varastosta luovutetun materiaalin, osan tai laitteen tunnistenumero kirjataan ko. huoltotyön varaosa- erittelyyn ja laitekorttiin (mikäli se avataan).\nEnnen käyttöönottoa HTA tarkistaa, että materiaali, osa tai laite on lentokelpoisuusasiakirjojen, käyttöikärajoitusten ja varastointitavan suhteen käyttökelpoinen. Lisäksi ennen komponentin asennusta tulee varmistua eri modifikaatiotasojen yhteensopivuudesta ja että koskevat lento- kelpoisuusmääräykset ja asianmukainen vastaanottotarkastus on suoritettu. Mikäli tässä vaiheessa huomataan, että laitetta (vast.) ei voida asentaa, niin se siirretään jatkotoimia varten ei- lentokelpoisten osien (luokka 2) kaappiin.\nHuollossa olevan ilma-alusten varusteita ja komponentteja säilytetään valvottuna tai lukitussa tilassa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 36,
      "title": "Romutus (mutilointi)",
      "content": "Korjauskelvoton osa tai laite luovutetaan operaattorille asianmukaisesti merkittynä. Osa/laite voidaan myös romuttaa operaattorin toimeksiannosta, romutus tehdään soveltuvalla menetelmällä esimerkiksi\nhiomalla\npolttamalla\npoistamalla korvake tai vastaava ominaisuus\ntekemällä pysyvä muodonmuutos\ntekemällä reikä polttoleikkaamalla tai leikkuusahalla\nsulattamalla\npaloittelemalla\nmuu viranomaisen hyväksymä menetelmä.\nKorjauskelvoton osa tai laite voidaan sen omistajan luvalla luovuttaa myös koulutus- tai tutkimus- käyttöön asianmukaiselle ja luotettavalle organisaatiolle edellyttäen, että osa/laite merkitään ja kirjallisessa luovutussopimuksessa sovitaan, että osaa/laitetta ei saa luovuttaa edelleen. Tällöin osa/laite voidaan luovuttaa seuraavin menettelyin:\nvarustetaan pysyvällä ”NOT SERVICEABLE” merkinnällä\npoistamalla osan alkuperäiset tunnistetiedot\npoistamalla tunnistetietokilpi\nylläpitämällä sarjanumeroon ja yksilöllisiin tunnisteisiin perustuvaa seuranta- ja jäljitettävyyskirjanpitoa korjaamattomista osista\nantamalla kirjalliset ohjeet osan lopullisesta romuttamisesta.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 37,
      "title": "Yleistä",
      "content": "Organisaation työkalujen, mittalaitteiden ja varusteiden hankinnoista sekä niiden käyttöön hyväksynnästä ja ylläpidosta vastaa teknillinen johtaja. Hän tekee työkaluhankinnat siten, että ne täyttävät suunnitellun huoltotoiminnan vaatimukset määrällisesti ja laadullisesti.\nKaikki työkalut ja varusteet (yksitellen tai ryhmässä) ovat kirjapidossa ja valvonnan piirissä. Erikoistyökaluista pidetään tiedostoa, johon on kerätty kaikki huolto-organisaatio käytössä olevat erikoistyökalut. Valvonnasta vastaa teknillinen johtaja.\nHarvoin tarvittava työkalu voidaan hankkia myös vuokraamalla. Tällöin työkalun käyttöön saamisesta sovitaan vuokraussopimuksella. Vuokratyökalun hankintapaikka ja -menettely kirjataan huoltovalmiustarkasteluun. Menettelystä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 38,
      "title": "Korvaavan työkalun/varusteen hyväksyntä",
      "content": "Jos valmistaja työkalua tai varustetta ei ole kohtuudella saatavissa, niin sen tilalle voidaan hankkia korvaava työkalu tai varuste, jolla vaadittu huoltotyön lopputulos voidaan saavuttaa. Vertailun apuna käytetään Part-145 käyttöön hyväksyttyä, alkuperäistä mallikappaletta tai valmistajan työpiirustuksia. Korvaavan työkalun/varusteen hyväksynnästä laaditaan asiakirja, johon kirjataan korvaavuusperuste, vertailumenettely ja käyttökohteet.\nKorvaavalle työkalulle/varusteella avataan laitekortti, johon merkitään hyväksyntä ja alkuperäisen työkalun numero sekä viittaus tarkasteluasiakirjaan. Toimenpiteet tekee HTA. Korttia säilytetään TYÖKALUT -kansiossa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 39,
      "title": "Työkalujen/varusteiden valmistus ja hyväksyntä",
      "content": "Jos työkalua/varustetta ei ole kohtuudella saatavissa, niin se voidaan valmistaa valmistajan julkaisemien piirustusten ja ohjeiden mukaisesti. Teknillinen johtaja tekee ennen omavalmisteisen työkalun käyttöönottotarkastelun 2.4.2 periaatteita vastaavalla tavalla. Omavalmisteiset työkalut numeroidaan valmistajan työkalunumeroinnilla ja organisaation tunnisteella. Valmistusdokumentit arkistoidaan TYÖKALUT -kansioon. Toimenpiteet tekee HTA.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 40,
      "title": "Työkalujen ja välineiden rekisteröinti ja merkitseminen",
      "content": "Huolto-organisaation huolto- ja työvälineistä pidetään rekisteriä, josta ilmenee tunnistenumero, nimike, sijaintipaikka, käyttötarkoitus ja mahdollinen huoltovaatimus (tai sen viite).\nErikseen valvottavat työkalut tai varusteet rekisteröidään aikavalvontaan sekä varustetaan omalla laitekortilla. Laitekorttiin kirjataan tunnistetietojen lisäksi huolto/kalibrointijakso sekä niiden suoritukset ja tekijät. Laitekorttia (ml. viimeinen huolto/kalibrointipöytäkirja) säilytetään TYÖKALUT- kansiossa. Aikavalvontalistasta ilmenee valvontajakson lisäksi viimeinen ja seuraava huolto/kalibrointiaika. Valvottaviin työkaluihin ja välineisiin liitetään tarra, josta ilmenee huollon/kalibroinnin vanhenemisajankohta.\nYleistyökalut ja -varusteet tarkastetaan (ja tarvittaessa huolletaan) vuosittain. Tarkastus kirjataan.\nTyökalujen ja -välineiden rekisteröinnistä, merkitsemisestä ja kirjanpidosta sekä valvonnasta, tarkastuksista ja huolloista vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 41,
      "title": "Kalibroitavien mittavälineiden valvonta",
      "content": "Mittalaitteet, joilta käytetään säätöihin tai huoltomittauksiin, kalibroidaan ko. laiteen valmistajan tai ilma-aluksen huolto-ohjeiden suositusten mukaisesti. Suosituksen puuttuessa mittalaitteen kalibrointijakso on yksi vuosi, jota kokemusten perusteella voidaan jatkaa kolmeen vuoteen.\nKokemuksen perusteella tarkoitetaan, että mittalaitteella saadut mittaustulokset on todettu luotettavaksi ja sen käytössä ei ole ilmennyt toimintahäiriöitä ja että vertailumittauksissa saadaan toistuvasti sama mittatulos. Annetuista suosituksista voidaan poiketa, jos mittalaitteen rakenteellinen mittaustarkkuus on moninkertainen vaadittuun ja mittalaitteen kalibroijalta saadaan korvaava suositus.\nJatkoaikapäätöksessä voidaan ottaa huomioon myös mittalaitteen vähäinen käyttömäärä ja säilytys- olosuhteet (ei muutoksia). Kuitenkaan päivittäisessä käytössä olevien mittavälineiden kalibrointijaksoja ei jatketa.\nJatkamispäätös tehdään mittalaitteen vuositarkastelun yhteydessä. Teknillinen johtaja voi myöntää jatkon enintään kaksi kertaa. Jatkoajan hyväksyntä perusteluineen kirjataan laitekorttiin.\nJos epäillään, että mittalaite ei täytä vaatimuksia, niin se kalibroidaan ennen käyttöä tarkastusjaksosta riippumatta. Mittarilaitteet, joita käytetään prosessinvalvontaan, kalibroidaan vain tarvittaessa. Kalibroitavat mittalaitteet varustetaan ”NEXT INSP.” -tiedolla ja muut mittalaitteet ”NOT CALIBRATED” -tarralla. Mittarilaiteryhmät erotellaan myös kirjanpidossa (valvonta).\nKalibroitavien mittavälineiden valvonnasta ja niiden toimittamisesta hyväksytylle mittavälineiden tarkastusorganisaatioille vastaa teknillinen johtaja. Kalibrointi tehdään akkreditoidussa mittalaite- laboratoriossa tai toimittajalla, jonka mittausmenetelmät voidaan jäljittää kansallisiin normeihin.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 42,
      "title": "Mittavälineiden hyväksyntä käyttöön",
      "content": "Uusi tai kalibroinnista tullut mittaväline tarkastetaan ja hyväksytään käyttöön, jos se täyttää käyttö- tarkoituskriteerit. Käyttöönottotarkastuksesta ja käyttöön hyväksynnästä vastaa teknillinen johtaja ja välineen teknisen tarkastuksen tekee HTA. Tarkastus ja käyttöön hyväksyntä kirjataan ko. työkalun laitekorttiin ja mittaväline varustetaan valvontatarralla.\nKäyttöönottotarkastuksessa todetaan, että mittalaitteen kalibrointi on tehty asianmukaisesti ja sen tulos on hyväksyttävissä sekä kalibrointitaulukot (vast.) ovat käyttökelpoisia. Tarvittaessa voidaan tehdä täydentävä korjaustaulukko, mikäli virheen suuruus vaikuttaa mittauksen tarkkuuteen. Milloin mittaväline on kalibroitu tai hyväksytty käytettäväksi vain rajatussa toiminnassa tai mittausalueella, niin siitä tehdään selvä merkintä korjaustaulukkoon tai työkaluun.\nMikäli ilmenee, että uutta mittavälinettä ei ole kalibroitu tai se on tehty aiottuun käyttötarkoitukseen nähden puutteellisesti, niin mittalaite kalibroidaan ennen käyttöönottoa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 43,
      "title": "TYÖKALUJEN JA VARUSTEIDEN KÄYTTÖ (ML. VAIHTOEHTOISET TYÖKALUT)",
      "content": "Yleistyökalut ovat sijoitettu työkaluvaunuihin ja huoltopisteisiin. Työkalujen käyttäjä tarkastaa käyttämänsä vaunun tai työpisteen työkalut työpäivän päätteeksi ja huoltotyön valmistuttua. Puutteet selvitetään välittömästi. Mikäli todetaan, että työkalun kuntoisuus ei ole asianmukainen, niin havaitsija poistaa työkalun käytöstä. Teknillinen johtaja vastaa korvaavan työkalun hankinnasta.\nErikoistyökalut ja muut yhteiskäyttövarusteet säilytetään työkalukaapeissa tai työpisteissä, jossa niillä on oma paikka. Työkalun/varusteen kuntoisuus tarkastetaan aina käyttöönoton yhteydessä ja se palautetaan varastoon käyttökuntoisena käyttötarpeen päätyttyä.\nErikoistyökalut kokonaisuudessaan ja yleistyökalut pistokoemaisesti tarkastetaan teknillisen johtajan toimesta kuukausittain, tarkastukset havaintoineen kirjataan.\nVialliset tai vialliseksi epäillyt työkalut siirretään käytön ulottumattomiin. Työkalu lähetetään korjaukseen tai tilalle hankitaan korvaava työkalu.\nErikoistyökalujen käytönopetus annetaan tarvittaessa aluksi käyttöönoton yhteydessä ja jatkossa toistuvaiskoulutuksissa. Koulutukset kirjataan koulutuskirjanpitoon.\nEm. menettelyistä vastaa teknillinen johtaja, hän vastaa myös vaihtoehtoisen työkalun hyväksynnästä.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 44,
      "title": "HUOLTOTILOJEN PUHTAUSLUOKITUS",
      "content": "Huolto-organisaatio ei suorita mitään puhtauden suhteen erityisvaatimuksia asettavia huoltotöitä, kuten esim. instrumenttikorjauksia.\nToimitilojen puhtaustaso säilytetään sellaisena, että mahdolliset työnlaajuuden mukaiset huollot sekä laite- ja välinetyö voidaan tehdä laatutasoa vaarantamatta. Jos työ keskeytyy, niin huoltokohteet ja irrotetut osat suojataan asianmukaisesti.\nToimitilojen siivous tehdään tarvittaessa. Huoltopiste siivotaan aina huollon jälkeen. Riittävästä puhtaustasosta vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 45,
      "title": "HUOLTO-OHJEET, NIIDEN AJAN TASALLA PITO JA KÄYTETTÄVYYS SEKÄ YHTEYS TC-HALTIJOIDEN OHJEISIIN",
      "content": "Huolto-ohjeina käytetään ilma-aluksen huolto-ohjelmissa tai huoltojen työtilauksissa määriteltyjä huolto-ohjeita, jotka hankitaan tai saadaan huolto-organisaation käyttöön seuraavasti:\nOperaattorin CAM-organisaatiolla, kun huoltosopimuksessa on sovittu huolto-ohjelman toteutuksen edellyttämien huolto-ohjeiden (huoltotietojen) toimittamisesta huoltajalle. Ohjeet saadaan käyttöön kirjallisena tai sähköisinä julkaisuna tai Internetin kautta.\nJos tukeudutaan huolto-ohjeisiin, joita ei ole määritelty hyväksytyssä huolto-ohjelmassa, niin niiden tulee olla varustettuna operaattorin CAM-organisaation kirjallisella vakuutuksella, että ko. ohjeet ovat vaatimusten mukaisia ja ajan tasalla.\nTilaussopimuksilla TC/STC-haltijoilta tai hyväksytyiltä kirjallisuuden toimittajilta, kun huolto- ohjeiden hankintavastuu on huolto-organisaatiolla. Ohjeet saadaan käyttöön postitse tai Internetin kautta.\nEllei huoltokirjallisuudesta löydy valmiita huolto-ohjeita tai -listoja jonkin työn tekemiseksi, niin työtä varten laaditaan valmistajan vaatimusten mukainen ohje tai lista, johon kirjataan alkuperäisjulkaisun viitetieto ja muutostaso sekä teknillinen johtajan hyväksyntä.\nHuolto-ohjeita tai niitä täsmentäviä tietoja ovat myös lentokelpoisuusmääräykset (tarkemmin 2.11) sekä EASAn Emergency Conformity Information (ECI) ja Safety Information Notices (SIN) julkaisut, joita seurataan työnlaajuuteen vaikuttavilta osilta kuukausittain (internet).\nHuolto-ohjeita ja -kirjallisuutta säilytetään korjaamon toimistossa, jossa ne ovat teknillisen henkilöstön käytettävissä. Tekniseen kirjallisuuteen, huolto-ohjeisiin ja lentokelpoisuusmääräyksiin tulevat muutokset ja lisäykset käsittelee kootusti teknillinen johtaja, joka päättää tarvittavista jatkotoimenpiteistä (jakelu, tiedottaminen, aikavalvonnan päivitys, jne.).\nHyväksymätön kirjallisuus varustetaan ”VAIN KOULUTUSKÄYTTÖÖN” tai ”EI REVISIOITU” - merkinnällä. Työkopiot merkitään ”TYÖKOPIO” -tunnisteella ja hävitetään käytön jälkeen. Menettelystä vastaa teknillinen johtaja.\nHuolto-ohjeiden käyttöön hyväksynnästä ja valvonnasta vastaa teknillinen johtaja. Huolto-ohjeiden ajan tasalla pito sisältyy yhtenä kohtana huoltovalmiuksien ylläpitoon (tarkemmin 1.9.1).",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 46,
      "title": "Vikojen korjaukset",
      "content": "Operoivan ilma-aluksen vian tai häiriön analysoinnista vastaa ensisijaisesti operaattorin CAM- organisaatio. Jos analysointi tulee työtilauksella huolto-organisaation tehtäväksi, niin se tehdään konetyypin HTA:n johdolla. Tarvittaessa hän antaa lausunnon koneen siirtolentokelpoisuudesta tai jatkotoimenpiteistä operaattorille. Jos siirtolento tarvitaan, niin operaattori hankkii luvan ilmailuun NAA:lta. Vian korjaus hyväksytyissä olosuhteissa tehdään työtilauksen mukaisesti korjaamohuollon tapaan. Jos korjaus joudutaan tekemään poikkeusolosuhteissa, niin voidaan tehdä operaattorin luvalla, korjausmenettelyn hyväksyy (2.13.4) teknillinen johtaja.\nHuollossa todettuun vikaan ottaa kantaa ko. konetyypin HTA (tarkemmin 2.15). Merkittävä korjaustarve ilmoitetaan operaattorille välittömästi. Vian etsinnässä hyödynnetään valmistajan julkaisemia vikojen paikallistamismenetelmiä ja korjaus tehdään korjaamohuoltonormien mukaisesti.\nSiirretyt viat: Jos vikaa ei voida korjata, niin se voidaan operaattorin suostumuksella siirtää perustellusta syystä. Vian siirto ei kuitenkaan saa olla ristiriidassa koneen minimivarusteluettelon (MEL) tai huolto-ohjelman kanssa. Vian siirto tehdään operaattorin CAME:n määrittelemien menettelyjen mukaisesti huoltotodisteeseen ja deferred defects (vast.) -sivulle. Jos em. asiakirjoja ei ole käytössä, niin vian siirtotarkastelu tehdään TC-haltijan huolto-ohjeiden ja minimivaruste- vaatimusten mukaan ja kirjataan matkapäiväkirjaan. Viankorjaamiselle annetaan määräaika (pvm tai fh), joka kirjataan huoltotodisteeseen. Vian siirron tekee HTA.\nToistuvat viat: Mikäli jokin vika alkaa toistua useammin kuin aiemmat kokemukset tai tiedot edellyttävät, niin siitä ilmoitetaan operaattorille ja vian syy pyritään selvittämään perusteellisesti. Tarvittaessa tukeudutaan valmistajan huoltotukeen.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 47,
      "title": "Vauriokorjaukset",
      "content": "Jos organisaation tehtäväksi (työtilaus) tulee vauriokorjaus, niin se aloitetaan esitarkastuksella, jonka tekee konetyypin HTA. Tarkastuksessa selvitetään vaurioon johtanut tapahtuma olosuhde- ja tilannetekijöineen, aiheutuneet vauriot ja ennakoitavissa olevat korjaustoimenpiteet. Tarkastuksesta laaditaan raportti, jossa em. tietojen lisäksi esitetään mahdolliset lisätutkimus-tarpeet sekä NAA:n, vakuutusyhtiön tai operaattorin erikseen pyytämät tarkennukset.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 48,
      "title": "Korjaus huoltotyönä",
      "content": "Jos tarkastuksessa todetaan, että vauriokohde saadaan alkuperäistä vastaavaan kuntoon osan/osien ja/tai vaihdolla korjaamalla/kunnostamalla, niin korjaus katsotaan huoltotyöksi, jonka organisaatio voi tehdä työnlaajuutensa mukaisiin ilma-aluksiin seuraavien ehtojen täyttyessä:\nvaurio voidaan todentaa rajautuvan vaihdettavaan tai korjattavaan osakokonaisuuteen,\nkorjaus voidaan tehdä TC/STC-haltijan ohjeiden mukaan ilman kiinteiksi tarkoitettujen primäärirakenteiden purkamista,\nkäytettävillä ohjeilla on Part-21:n mukainen hyväksyntä,\nkorjauksen jälkeisestä lentokelpoisuudesta voidaan varmistua yksiselitteisesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 49,
      "title": "ILMA-ALUKSEN HUOLTO-OHJELMAN NOUDATTAMINEN",
      "content": "Ilma-alusten huollot tehdään operaattorin työtilauksen ja koneen huolto-ohjelman mukaisesti. Jos huolto-ohjelmaa ei ole, niin noudatetaan TC/STC-haltijan julkaisemia huoltovaatimuksia ja huolto- tiedotteita.\nHuolto-ohjelman noudattaminen yksittäisen huollon osalta varmistetaan huollon suunnittelulla (2.28) ja tarkastetaan huoltotodisteen antomenettelyssä, jossa lisäksi määritetään huoltojärjestelmän mukainen seuraava määräaikaishuolto ja sen määräaika sekä ennen seuraavaa määräaikaishuoltoa tehtävät huoltotoimenpiteiden ja siirretyt vikojen korjaamisen aikarajat.\nJos operaattorin huolto-ohjelman ylläpitoon tai huoltovalvontaan liittyviä tehtäviä sovitaan huolto- organisaation tehtäväksi, niin siitä sovitaan erikseen NAA:n edellyttämällä tavalla.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 50,
      "title": "PAKOLLISIA LENTOKELPOISUUSMÄÄRÄYKSIÄ KOSKEVAT MENETTELYTAVAT",
      "content": "Huolto-organisaatio vastaa työnlaajuudessaan olevien ilma-alusten lentokelpoisuusmääräysten suorittamisen edellyttämistä huoltovalmiuksista, joka tarkastetaan ja päivitetään osana huoltovalmiuksia (1.9.1).\nHuolto-organisaatio hankkii tai saa CAM-organisaatiolta huoltovalmiuksien ylläpidon edellyttämät lentokelpoisuusmääräykset (AD:t) sekä Emergency Conformity Information (ECI) ja Safety Information Bulletins (SIB) -julkaisut. Oma hankinta tehdään Internetin kautta TC-haltijamaiden ilmailuviranomaiselta sekä EASA:lta ja NAA:lta. Huoltosopimuskoneiden osalta määräysten vaikutus huoltovalmiuksiin ja -toimintaan tarkastetaan ja päivitetään kuukausittain. Muiden koneiden osalta AD-huoltovalmiustarkastelu tehdään viimeistään työtilauksen hyväksymisen yhteydessä.\nLentokelpoisuusmääräykset suoritetaan operaattorin työtilauksen ja toimittamien huoltotietojen perusteella. Suoritukset kirjataan toteutuksen mukaisesti huollon työasiakirjoihin ja esitellään huollon luovutuksessa. Valvontatietojen päivityksestä vastaa operaattori. Jos huollon yhteydessä todetaan suorittamaton lentokelpoisuusmääräys, niin siitä ilmoitetaan operaattorille, joka päättää sen liittämisestä työtilaukseen.\nMenettelystä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 51,
      "title": "VAPAAEHTOISIA MUUTOSTÖITÄ KOSKEVAT MENETTELYTAVAT",
      "content": "Mikäli huolto-organisaatiolle tulee työtilauksella tehtäväksi TC/STC-haltijan julkaisema vapaaehtoinen muutostyö, niin aluksi tarkastetaan sen tekemisen edellytykset. Tarkastuksessa todetaan työnlaajuuden, resurssien ja hyväksyttyjen ohjeiden riittävyys sekä selvitetään, että voidaanko muutostyö tehdä teknillisen johtajan päätöksellä vai vaatiiko se EASA:n luvan. Muutostyön suoritusarvio tehdään EASA:n tai Part-21 hyväksytyn suunnitteluorganisaation hyväksymien tietojen pohjalta. Epäselvissä tapauksissa asia selvitetään NAA:n kanssa.\nEm. tarkastuksen ja muutostyöohjeen salliessa huoltotiedotteella julkaistu muutostyö voidaan tehdä muutostyöohjeen salliessa suoraan teknillisen johtajan päätöksellä, jos tiedotteen julkaisija on koneen tai laitteen tyyppihyväksynnän haltija, tyyppihyväksyntämaan viranomainen, EASA tai EASA:n hyväksymä taho.\nMuissa tapauksissa muutostyö voidaan tehdä vain EASA:n luvalla. Jos lupahakemus tulee huolto- organisaation tehtäväksi, niin siihen liitetään työsuunnitelma (ml. muutostyöohjeet). Työsuunnitelmassa esitetään muutostyön toteutus vaiheittain, käytettävät ohjeet ja työmenetelmät sekä lentokelpoisuuden varmistamismenettelyt. Muutostyöluvan hakee operaattori. Muutostyö tehdään hyväksytyn työsuunnitelman, muutostyön ohjeiden ja lupaehtojen mukaisesti.\nEASA-hyväksytyt STC-muutostyöt voidaan tehdä suoraan teknillisen johtajan päätöksellä. Samoin EU:n jäsenvaltiossa ennen 28.9.2003 hyväksytty STC-muutostyö voidaan tehdä ilman EASA:n hyväksyntää, jos huolto-organisaation työnlaajuus sen mahdollistaa, kuitenkin muutostyö ja sen hyväksyntäreferenssi ilmoitetaan NAA:lle ennen toteutusta.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 52,
      "title": "Huollon työasiakirjat",
      "content": "Vakiolomakkeet: Työtilaus, huoltotodiste, työ- ja tarkastuslista ja varaosaerittely\n- tai em. lomakkeet korvaavalla ilma-alusten valvontaohjelman lomaketulosteella.\nHuoltolistat, käytetään huollon laajuuden mukaan,\nLisälomakkeet, käytetään tarvittaessa.\nTyöasiakirjasivut ovat lomakkeita, tulosteita tai huolto-ohjekopioita. Käytettävien lomakkeiden luettelo ja mallikappaleet ovat lomakekansiossa. Lomakkeiden käyttöön hyväksynnästä ja valvonnasta vastaa teknillinen johtaja. Lisälomakkeina voidaan käyttää myös ilmailuviranomaisen julkaisemia lomakkeita. Hyvin pienissä huoltotöissä ja vikakorjauksissa voidaan vakiolomakkeet korvata yhdellä ko. asiat sisältävällä lomakkeella.\nTyötilaus tehdään operaattorin tai huoltajan laatimalle lomakkeelle. Tilaukseen (ja tilaus- tarkennuksiin) kirjataan molempien osapuolten hyväksyntä. Erikseen sovittaessa CAMO-tilaajan pieniä tai toistuvia töitä voidaan tilata ja hallinnoida kuukausityötilauksella, tällöin tarvittaessa CRS annetaan lokikirjaan/tekniseen matkapäiväkirjaan.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 53,
      "title": "Työasiakirjojen täyttäminen",
      "content": "Työn valmistelun yhteydessä työasiakirjoihin kirjataan huollon laajuuden edellyttämät perustiedot. Huoltotyövaiheiden aikana asiakirjoihin merkitään suoritetut toimenpiteet, tarkastukset, mittaukset ja niiden tulokset. Mitta-arvo kirjataan kokonaisuudessaan.\nTehdyn huoltotyön kuittaa teknillisen johtajan hyväksymässä laajuudessa asentaja, mekaanikko tai HTA. Kuittausoikeudet määritellään teknillinen johtajan ylläpitämässä listassa. Muissa tapauksissa käytetään kaksoiskuittausta, varmistuksen tekee HTA. Kuittaus tehdään nimikirjaimilla tai leimasimella. Merkinnän on oltava hyvin luettavissa ja poistamaton. Virheellinen merkintä voidaan yliviivata poistoperusteen tai korvaavan merkinnän avulla. Ei-koskevan huoltolistan kohdan kuittaa HTA merkinnällä N/A ja nimikirjaimilla.\nHuolto-organisaation puolesta huoltotodisteen antaa valtuutettu HTA. Kuittausmerkintä koostuu päiväyksestä ja allekirjoituksesta sekä valtuutusnumerosta tai leimasta. Käytössä olevat leimasimet sekä kuittauksina käytettävät henkilökohtaiset valtuutusnumerot (ID) ja nimikirjaimet esitetään henkilörekisterissä.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 54,
      "title": "Huollon suunnittelu",
      "content": "Teknillinen johtajan nimeämä HTA suunnittelee huollon työtilauksen perusteella seuraavasti:\nvarmistamalla, että ko. työtilauksen/huollon edellyttämät huoltovalmiudet ovat riittäviä ja voimassa ja, että tilatut huollot voidaan tehdä huolto-organisaation työlaajuuden puitteissa loppuun. Muiden Part-145-toimittajien tai alihankkijoiden käyttö ilmoitetaan operaattorille,\nvarmistamalla, että kaikki huollossa tehtäväksi aiotut työt sisältyvät operaattorin työtilaukseen ja että osapuolilla on yhdenmukainen käsitys työtilauksen mukaisen huollon kattavuudesta,\nantamalla huollolle työnumero, kirjaamalla vakiolomakkeisiin huollon perustiedot ja kokoamalla työasiakirjat huoltokansioon,\nvarmistamalla erikoistyövälineiden, varaosien, materiaalien ja ohjeistuksen saatavuus sekä huolto-olosuhteiden taso ja henkilöstön käytettävyys ko. huoltotyöhön,\nvaiheistamalla huolto käytettävissä oleviin työvoima-, tila- ja välineresursseihin huomioon ottaen mahdolliset erityistyöt/huollot sekä mahdolliset inhimillisten tekijöiden rajoitukset,\nennakoimalla kriittisten töiden lisätarkastuskohteet ja lisäämällä ne huoltolistoihin tai työ- ja tarkastuslistoihin,\nottamalla huomioon CDCCL ja EWIS menetelmien ohjeet ja tarkastukset, jos niitä on julkaistu.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 55,
      "title": "Hyväksyttyjen huoltopaikkojen ulkopuolella tehtävä satunnainen työ",
      "content": "Välttämätön huoltotyö: Jos kone ei ole siirtolentokelpoinen ja vian korjaus pyritään tekemään paikan päällä, niin teknillinen johtaja selvittää paikan korjausolosuhteet, tekee suunnitelman korjaustyöstä ja sen vaatimista menettelyistä sekä varaa korjaustyö edellyttämät ohjeet, työkalut ja henkilöt ja päättää korjaustyön tekemisestä. Samoin menetellään ennen seuraavaa lentoa tehtävien lentokelpoisuusmääräysten ja huoltotiedotteiden suorituksissa tai operaattorin erikseen tilaamissa lentokelpoisuuden varmistamistapauksissa.\nYksittäiset työvaiheet: Huoltojen, maalausten, komposiitti- ja metallitöiden yksittäisiä työvaiheita voidaan tehdä korjaamon ulkopuolella, mikäli se työ- tai ympäristöturvallisuuden kannalta on perusteltua ja työn laatutaso voidaan säilyttää. Työvaihe, sen suorituspaikka ja olosuhteet kirjataan huoltopaikkaraporttiin. Menettelystä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 56,
      "title": "Huoltopaikkaraportti:",
      "content": "Jokaisesta tilapäisessä tai hyväksytyn huoltopaikan tai -tilan ulkopuolella tehdystä välttämättömästä huoltotyöstä ja yksittäisestä työvaiheesta tehdään hyväksyntä- ja käyttötarkastelu. Tarkastelu kirjataan huoltopaikkaraporttiin, joka taltioidaan. Menettelystä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 57,
      "title": "TEKNILLISEN KIRJANPIDON VALVONTA",
      "content": "Ennen huoltotodisteen antamista on huoltotodisteen antajan varmistauduttava, että kaikki ko. huollon huoltotoimenpiteet on tehty loppuun ja kirjattu huoltoasiakirjoihin. Huollon päätteeksi huolto- asiakirjoista kootaan taltionippu, jonka sisältö (valvontatiedot) ilmenee huoltotodisteesta tai kansilehdeltä, taltionippuun liitetään myös komponenttien lentokelpoisuusasiakirjat. Ei-säilytettävät huoltoasiakirjat tuhotaan.\nHuoltoasiakirjat luovutetaan tai lähetetään operaattorin CAM-organisaatiolle huollon jälkeen (2.17). Ennen luovutusta huolto-organisaatio ottaa asiakirjoista kirjalliset kopiot tai sähköiset tallenteet, jotka taltioidaan tietoturvattuihin tietokantoihin (2.21). Kirjalliset asiakirjat säilytetään lukitussa peltikaapissa konekohtaisissa kansioissa teknillisessä toimistossa. Teknillinen johtaja vastaa teknisen kirjanpidon asianmukaisesta säilyttämisestä ja että se suojataan vahingoittumiselta, muuttamiselta ja varkaudelta.\nHuoltoasiakirjakirjatiedostoja säilytetään vähintään kolme vuotta siitä päiväyksestä, kun ilma-alus tai sen osa on lentokelpoiseksi kuitattuna lähtenyt huolto-organisaatiosta.\nKadonneen asiakirjan korvaamisessa toimitaan tapauskohtaisesti NAA:n ohjeiden mukaan.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 58,
      "title": "HUOLTOJEN YHTEYDESSÄ HAVAITTUJEN VIKOJEN KORJAUS TAI SIIRTO",
      "content": "Havaitut viat kirjataan työ- ja tarkastuslistaan ja pyritään korjaamaan ko. huollon yhteydessä. Jos vian korjaaminen ei ole jostain syystä ole mahdollinen, niin sen siirto käsitellään seuraavasti:",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 59,
      "title": "Lentokelpoisuuden estävä vika:",
      "content": "Lentokelpoisuuden estävä vika tulee korjata ennen seuraavaa lentoa. Korjaamista odottavan ilma- aluksen avaimet ja matkapäiväkirja säilytetään huollon lukituissa tiloissa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 60,
      "title": "Lentokelpoisuuteen rajoitetusti vaikuttavat vika:",
      "content": "Vika voidaan siirtää operaattorin CAME:n mukaisin menettelyin. Siirretty vika kirjataan huoltoasia- kirjojen huoltotodisteeseen ja matkapäiväkirjan deferred defects -sivulle (vast.) varustettuna MEL- viitteellä tai muulla hyväksytyllä siirtoperusteella. Jos CAME- ja MEL-ohjeita ei ole, niin tarvittaessa vian siirto tehdään TC-haltijan huolto-ohjeiden ja minimivarustevaatimusten mukaan. Kaikissa tapauksissa mahdolliset operointi- ja korjausaikarajoitukset kirjataan matkapäiväkirjaan.\nMahdollinen siirtolento voidaan tehdä MEL:n tai minimivarustevaatimusten salliessa tai jos em. ei ole mahdollista, niin operaattorin CAME:n mukaisin menettelyin tai NAA:n luvalla.\nKun siirretty vika korjataan, niin työstä annetaan huoltotodiste ja siirto kuitataan poistetuksi ”deferred defect” -sivulle (vast.) tai matkapäiväkirjaan.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 61,
      "title": "Lentokelpoisuuteen vaikuttamaton vika:",
      "content": "Siirto voidaan tehdä operaattorin luvalla ja tehdään CAME:n (tai TC-haltijan) mukaisin menettelyin.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 62,
      "title": "Kirjaukset ja valvonta",
      "content": "Vian siirron tekee konetyypin HTA, menettely viitteineen kirjataan siirtopäätökseen. Siirretyt viat kirjataan huoltotodisteeseen ja käsitellään huollon luovutuksen yhteydessä huollon vastaanottajan kanssa. Siirretyn vian tai siirrettyjen vikojen yhteisvaikutus arvioidaan huoltotodisteen antomenettelyssä. Huoltotodistetta ei anneta, jos epäillään, että vika/viat vaarantavat lentoturvallisuutta. Siirretyn vian valvonnasta ja jatkotoimista vastaa operaattori.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 63,
      "title": "Huoltotodisteen antaminen ilma-aluksille",
      "content": "Huoltotodisteen antajan on ennen huoltotodisteen antamista varmistauduttava siitä, että huolto- organisaatio on tehnyt huollon käsikirjansa mukaisin menettelytavoin ja ilma-alus on lentokelpoinen työtilauksen ja huoltovaatimuksien edellyttämässä laajuudessa. Huollon asiakirjat tarkastetaan ja kootaan huoltopaketiksi ennen huoltotodisteena antamista. Huoltotodistetta ei anneta, jos epäillään että ilma-alus ei ole lentokelpoinen.\nTehtäessä korjaamohuoltoa kohdan 1.9.2 mukaisille vaativille moottorikäyttöisille ilma-aluksille, huoltotodisteen antajana voi toimia ainoastaan valtuutettu huoltohenkilöstö, jolla on asianmukainen kelpuutus kyseistä ilma-alustyyppiä varten sekä AML-lupakirjassa C-luokan kelpoisuus kyseiselle ilma-alustyypille.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 64,
      "title": "Huoltotodisteessa on seuraava vakuutus:",
      "content": "”Vakuutan, että edellä kuvattu työ, ellei muuta ole ilmoitettu, on tehty EASA Part-145:n mukaisesti ja ilma- alus/ilma-aluksen osa/laite hyväksytään näiltä osin lentokelpoiseksi.”\ntai vastaava englanniksi:\n“Certifies that the work specified, except as otherwise specified, was carried out in accordance with EASA Part-145 and in respect to that work the aircraft/aircraft component is considered ready for release to service.”\nIlma-aluksen huoltotodiste annetaan koneen matkapäiväkirjan tai teknisen matkapäiväkirjan lokisivulle ja työasiakirjojen huoltotodisteeseen sekä OPS-operaattorin osalta myös teknisen matkapäiväkirjan ”maintenance statement” -osaan. Edellisestä poiketen versionvaihdoista ja usein toistuvista tarkastuksista huoltotodiste voidaan antaa yksinomaan lokilehdelle. Rinnakkaiset huoltotodisteet antaa sama henkilö.\nHuoltotodisteessa kirjataan huollon tekijän tunnistetiedot, pvm ja lentoaika sekä viittaus valmistajan ohjeeseen tai ilma-aluksen huolto-ohjelmaan. Laajasta huollosta riittää ko. huollon yhteenveto- kuvaus ja viittaus työnumeroon. Lokisivulle annettava huoltotodiste kirjataan sille (tai huoltokirjauksille) varattuun paikkaan.\nHuoltotodisteen tunnistetiedoissa on oltava yrityksen nimi, toimiluvan numero ja HTA:n kuittaus. Huoltotodisteen antajan on käytettävä koko nimikirjoitustaan sekä huolto-organisaation sisäisen valtuutuksen numeroa tai leimaa kuitatessaan todistuksen.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 65,
      "title": "Keskeytetyn huollon huoltotodiste",
      "content": "Jos operaattorin tilaamaa huoltoa ei voida/pystytä suorittamaan loppuun varaosapuutteen, seisonta- ja huoltoajan päättymisen, vajaan koekäytön/lennon tai välttämättömän lentotehtävän takia, niin huolto-organisaatio voi antaa huoltotodisteen vajaasta huollosta seuraavin edellytyksin:\nsiirtyville huollon osille on operaattorin kirjallinen hyväksyntä,\nsiirto tehdään MEL:n ja huolto-ohjelman mukaan tai operaattorin hankkimalla NAA:n luvalla,\nHTA on vakuuttunut, että ko. siirto ei vaaranna ilma-aluksen lentokelpoisuutta,\nsiirto rajoituksineen ja määräaikoineen kirjataan huoltotodisteeseen ja valvontatietoihin.\nTilapäinen huoltotodiste: Jos ilma-alus jouduttaisiin jättämään varaosan puuttumisen takia jonnekin muualle kuin tavanomaiseen huoltopaikkaan ja saatavissa ei ole asiamukaisella huolto- todisteella varustettua varaosaa. Tällöin ilma-alukselle voidaan antaa tilapäinen huoltotodiste, vaikka koneeseen asennetaan käyttökelpoinen varaosa, mutta jolla ei ole asianmukaista huoltotodistetta. Menettelylle tulee olla operaattorin kirjallinen suostumus. Varaosaa voidaan käyttää kotikentälle paluuseen saakka, kuitenkin enintään 30 lentotuntia.\nRajoitettu HTA-valtuutus: Ilma-aluksen päällikkö tai lentomekaanikko voi antaa huoltotodisteen sellaisista lentokelpoisuusmääräyksestä, jota suoritetaan toistuvasti PFI-tarkastusten yhteydessä ja määräyksessä on nimenomaan mainittu, että ohjaamomiehistö saa suorittaa vaaditut toimenpiteet. HTA-valtuutusmenettely on esitetty kohdassa 3.4.1.\nKertakäyttöinen HTA-valtuutus: Jos ilma-alus on odottamatta joutunut vian vuoksi jäämään paikkaan, jossa ei ole hyväksyttyjä huoltotodisteiden antajia, niin sopimushuolto-organisaatio voi myöntää kertakäyttöisen HTA-valtuutuksen vastaavaan tyyppisen hyväksynnän omaavalle lupakirjamekaanikolle 3.4.1 mukaisin menettelyin. Myöntö ilmoitetaan 7 pv kuluessa NAA:lle. Huolto- organisaatio tarkastaa em. perustein tehdyn työn, kun kone saapuu huoltopaikkaan.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 66,
      "title": "Huoltotodisteen antaminen osille, laitteille tai varusteille",
      "content": "Kun irrallinen osa/laite/varuste huolletaan tai se irrotetaan (kts. 2.16.3) käyttökuntoisena ilma- aluksesta (tai sen osakokonaisuudesta) ja luovutetaan asennettavaksi toisen huolto-organisaation toimesta, niin huoltotodiste annetaan EASA Form 1 -lomakkeella.\nJos em. osa/laite/varuste luovutetaan omaan varastoon, niin huoltotodiste voidaan antaa vihreään saattokorttiin.\nIlma-aluksen huollon yhteydessä huollettaville apulaitteille ei anneta erillistä huoltotodistetta, jos se voidaan huoltaa ilma-aluksen valmistajan huolto-ohjeiden mukaisesti. Irrallisten apulaitteiden huolloista annetaan oma huoltotodiste laiteoikeuksien puitteissa.\nEASA Form 1 lomakkeiden käytöstä, kirjanpidosta ja säilytyksestä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 67,
      "title": "Käyttökuntoisena irrotetut osat ja laitteet",
      "content": "Huolto-organisaatio voi antaa huoltotodisteen Part-145 vaatimuksien mukaan huolletusta ilma- aluksesta tai osakokonaisuudesta käyttökuntoisena irrotetulle osalle, laitteelle tai varusteelle jos:\nhuolto-organisaatiolla on oikeus irrottaa ja asentaa ko. osa, laite tai varuste,\nilma-aluksen viimeisestä käytöstä on alle 6 kk tai osaa säilytetty TCH:n ohjeiden mukaisesti,\nTCH:n ohjeen mukaisessa yleistarkastuksessa ei ole todettu korroosiota, vuotoa tai vaurioita,\nkoneen asiakirjoista voidaan varmistua, että osa (vast.) ei ole ollut onnettomuudessa, sattumuksessa tai salamaniskussa, joka olisi voinut vaikuttaa sen lentokelpoisuuteen,\nkoneen siirretyissä vioissa tai viimeiseltä lennolta ei ole ilmoitettu vikaa, joka saattaisi johtua ko. osasta (vast.) tai ilmoitettu vika on varmuudella paikannettu toiseen kohteeseen,\nhuolto- ja muutostyöstatus voidaan selvittää ja tiedot eivät rajoita lentokelpoisuutta.\nOsan, laitteen tai varusteen huoltotodisteeseen ja huoltoasiakirjoihin kirjataan:\nmistä ja millä käyntiajalla se on irrotettu ilma-aluksesta tai suuremmasta kokonaisuudesta,\nhuolto kirjataan merkinnällä TARKASTETTU / INSPECTED, jos laajempaa huoltoa ei tehdä,\nhuoltovaatimusviitteet ja valvontaperustetiedot,\nlentokelpoisuuteen ja varastointiin vaikuttavat tiedot ja rajoitukset.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 68,
      "title": "OPERAATTORILLE ANNETTAVAT HUOLTOASIAKIRJAT",
      "content": "Huollon päätyttyä koneen CAM-organisaatiolle (tai operaattorille) luovutetaan tai lähetetään:\nalkuperäiset kappaleet huoltotodisteesta, työtilauksesta, työ- ja tarkastuslistasta, varaosaerittelystä sekä hyväksytyt korjaus- ja muutostyöasiakirjat,\nalkuperäiset kappaleet asennettujen laitteiden lentokelpoisuusasiakirjoista ja\nmuut operaattorin erikseen pyytämät huoltoasiakirjat.\nEnnen luovutusta huolto-organisaatio ottaa em. asiakirjoista kirjalliset kopiot tai sähköiset tallenteet, jotka taltioidaan tietoturvattuihin taltioihin/tietokantoihin.\nJos operaattorin kanssa on erikseen sovittu, niin em. huoltoasiakirjoja voidaan taltioida huoltajan toimesta. Huoltajan taltioon jäävät operaattorin huoltoasiakirjat ovat operaattorin omaisuutta ja käytettävissä. Mikäli taltiointisopimus raukeaa, niin huoltoasiakirjat toimitetaan operaattorille tai hänen ilmoittamalle CAM-organisaatiolle.\nJos huolto-organisaatio lopettaa toimintansa, niin se toimittaa koneen omistajalle koneen huolto- kirjanpidon kolmen viimeisen vuoden ajalta tai säilyttää ne NAA:n hyväksymällä tavalla.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 69,
      "title": "Sisäinen ilmoitusjärjestelmä",
      "content": "Kaikki lentokelpoisuuden esteenä ja lentoturvallisuutta vaarantavat viat ja huoltohavainnot raportoidaan, analysoidaan ja arvioidaan osana huolto-organisaation turvallisuus- ja laatutoimintaa.\nVikahavainnon voi raportoida kuka tahansa organisaation henkilö. Havainnon analysoinnissa selvitetään sen riskit, syy- ja seuraussuhteet sekä merkitys huoltotoimintaan ja lentokelpoisuuteen. Analysointi tehdään niin, että vaaditut ilmoitukset voidaan tarvittaessa tehdä 72 h kuluessa. Menettelystä vastaa teknillinen johtaja.\nPoikkeamahavainnon vaikutus omalle toiminnalle ja kalustolle sekä mahdolliset jatkotoimenpiteet arvioidaan turvallisuuskokouksessa (tarkemmin 3.1.2.d). Arvioinnissa otetaan myös kantaa siihen, että miten vaaratekijä voidaan estää tai että sen mahdollinen toistuminen havaitaan varmasti.\nOrganisaation johto huolehtii siitä että, huoltohenkilöstö voi vapaasti ja avoimesti tehdä havainto- raportteja sekä osallistua niiden käsittelyyn ilman pelkoa painostustoimenpiteistä. Lisäksi huolehditaan, että henkilöstö saa tiedon kaikista raportoiduista havainnoista sekä niihin liittyvistä toimenpiteistä ja palautteista.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 70,
      "title": "Ilmoitukset ilmailuviranomaisille ja TC-haltijalle",
      "content": "Jos em. menettelyssä tai huollossa todetaan lentoturvallisuutta vakavasti vaarantava vika tai häiriö, niin siitä ilmoitetaan NAA:lle, rekisteröintivaltiolle ja koneen/osan TC-haltijalle 72 tunnin kuluessa, kun henkilö tai organisaatio havaitsee raportoitavan kuntoa koskevan asian. Vakavilla vioilla tai häiriöillä tarkoitetaan, tässä yhteydessä EU asetuksen 376/2014 liitteissä I ja II kuvattuja poikkeamia. Harkintansa mukaan organisaatio voi ilmoittaa myös muista lentoturvallisuutta vaarantavista riskeistä tai havainnoista. Ilmoituksesta otetaan kopiot palauteseurantaa varten. Palaute kerrotaan poikkeaman havaitsijalle.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 71,
      "title": "Vapaaehtoinen raportointi Ilmailuviranomaiselle",
      "content": "Organisaatio sitoutuu myös EU asetuksen 376/2014 mukaiseen turvallisuushavaintojen vapaaehtoiseen raportointiin. Vikojen ja huoltohavaintojen analysoinnissa (2.18) otetaan kantaa myös vikahavainnon vaikuttavuutta todelliseen tai mahdolliseen riskiin ilmailutoiminnan turvallisuudelle. Riskien havainnointi ja tarvittaessa myös analysointi kattaa koko huoltotoiminnan. Em. turvallisuustarkastelu tehdään huollon loppukokouksessa ja kirjataan huoltoasiakirjoihin.\nTurvallisuusriskihavainnot, joita ei ilmoiteta vakavan menettelyn mukaisesti, kootaan ja käsitellään dokumentoidusti huollon kuukausikokouksissa, jossa päätetään jatkotoimista ja NAA:lle ilmoittamisesta. Turvallisuusilmoitus tehdään EASA:n tai NAA:n julkaisemalla lomakkeella.\nKaikissa ilmoituksissa ovat vähintään seuraavat tiedot:\norganisaation nimi ja hyväksyntänumero,\nilma-aluksen ja/tai komponentin identifiointitiedot,\nilmoituskohteen oleelliset huoltovalvontatiedot,\ntehdyt havainnot ja analysointitulokset,\ntarvittaessa vikahavaintoa tarkentavat lisätiedot",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 72,
      "title": "Ilmoitukset operaattorille",
      "content": "Ilmailuviranomaiselle (jne.) tehdyistä vikailmoituksista toimitetaan kopiot koneen omistajalle, operaattorille tai CAM-organisaatiolle. Kustannuksiltaan merkittävä vikahavainto ilmoitetaan operaattorille ennen korjaamista. Lisäksi operaattori saa tiedot kaikista havaituista vioista huollon luovutuksessa ja kirjallisena huoltoasiakirjoissa, jossa ilmenee myös niiden korjaaminen (tai siirto).",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 73,
      "title": "Vastuut",
      "content": "Sisäisestä ilmoitusjärjestelmästä ja -menettelyistä sekä henkilöstön kouluttamisesta vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 74,
      "title": "VIALLISTEN ILMA-ALUKSEN OSIEN PALAUTTAMINEN VARASTOON",
      "content": "Ilma-aluksesta irrotettu vialliselle osalle tehdään käyttöluokitus (2.3) ja siihen liitetään sen mukainen saattokortti, joka seuraa sitä korjaukseen tai romutukseen asti. Huoltokirjaamisen jälkeen osa siirretään sen statuksen mukaiseen varastoon jatkotoimenpiteitä varten (korjaukseen lähettäminen tai romutus).",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 75,
      "title": "VIALLISTEN OSIEN PALAUTTAMINEN ULKOPUOLISILLE SOPIMUSKUMPPANEILLE",
      "content": "Huollon jälkeen vialliset osat palautetaan ulkopuolisille sopimuskumppaneille asianmukaisella saattokortilla, joissa ilmenee kohdan 2.3.1 mukainen käyttöluokitus. Korjauskelvottomat osat mutiloidaan kohdan 2.3.5 mukaisesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 76,
      "title": "SÄHKÖISEN HUOLTOKIRJANPIDON VALVONTA",
      "content": "Huoltokirjanpito taltioidaan tietoturvattuihin tietokantoihin yhtiön pilvipalveluun. Kirjanpito varmuuskopioituu jatkuvasti sekä poistetut tiedostot ovat palautettavissa 90 päivän ajan. Tietokantoihin pääsy hallinnoidaan käyttäjäoikeuksilla, jotka myöntää laatupäällikkö. Hän myös valvoo, että sähköinen kirjanpito suojataan vahingonteoilta, varkauksilta ja väärentämisiltä.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 77,
      "title": "TYÖVOIMARESURSSIEN JA HUOLTOSUUNNITELMAN VERTAILU",
      "content": "Huolto-organisaation asiakkailta saatujen ja muuten ennakoitujen vuosittaisten huoltotilaustietojen perusteella teknillinen johtaja laatii huoltosuunnitelman, jonka toteutukseen varataan riittävät työvoimaresurssit (2.28). Huoltosuunnitelman mukaiset työt ja huoltohenkilöstön käytettävyys esitetään vuosikalenteripohjaisessa huolto- ja resurssisuunnitelmassa. Suunnitelmaa tarkennetaan asiakkaiden ennakkotyötilausten mukaan.\nTyövoimaresurssien operatiivinen käyttösuunnittelu tehdään ajankohtaisten huoltotöiden ja muiden tehtävien mukaan. Työvoimaresursseja (+25 %) varataan valmistajien julkaisemien tai/ja kokemus- peräisten tietojen perusteella. Käyttösuunnittelussa otetaan huomioon myös huoltotoimintaa tukeva työ (kuten hallinto, koulutus, ylläpito- ja asiakaspalvelutehtävät).\nEnnakoivalla huolto- ja resurssisuunnittelulla ja vertailulla huolehditaan, että organisaatiolla on käytettävissään riittävä määrä henkilöstöä aiottujen töiden suorittamiseen. Henkilöstön käyttösuunnittelussa huomioidaan myös tukihenkilöiden tarve. Tavoitteena on, että huoltotyöt voidaan tehdä vakinaisella työvoimalla. Mahdolliset ylikuormitustilanteet hoidetaan töiden siirrolla, ylitöillä tai tilapäistyövoiman käytöllä. Ylikuormitustapaukset käsitellään laatukokouksissa.\nHuolto- ja resurssisuunnitelmat päivitetään mahdollisuuksien mukaan 3 kuukaudeksi ennakkoon ja suunnitelmien toteutuminen kirjataan.\nMenettelystä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 78,
      "title": "Toistuvan virheen kriittinen tehtävä",
      "content": "Kriittinen tehtävä syntyy, kun saman henkilön tekemä toistuva huoltotyö kohdistuu tai vaikuttaa yhtä useampaan järjestelmään ja toistuva virhe ko. työssä voi vaarantaa lentoturvallisuutta.\nKriittisiä tehtävien syntyminen pyritään estämään huoltosuunnittelulla ja tarkoituksen mukaisella tehtävien jaolla (ts. että ko. työt tehdään eri henkilöiden toimesta). Jos em. ei ole mahdollista, niin ko. tehtäväsuorituksille tehdään lisätarkastus, kun kaikki toistuvat työvaiheet on tehty.\nHuoltolistoihin/kortteihin tai työ- ja tarkastuslistoihin lisätään ylimääräinen kuittauskohta, jos ennakoidaan tai todetaan, että kriittinen tehtävätilanne syntyy. Samoin tehdään, jos samankaltaisten\ntehtävien suorittamiseen on käytettävissä vain yksi henkilö. Kuittauskohta kirjataan leimasimella tai lisämerkinnällä (RII / Insp 1 / Insp 2). (RII = Required Inspection Item)\nEm. lisäksi organisaatio on määritellyt seuraavat huoltotilanteet pysyvästi kriittisiksi tehtäviksi, joille tehdään aina em. lisätarkastus:\nJos huoltotyö on ollut keskeytyneenä ja ko. huoltokohdassa on tehty välillä muita töitä toisten työtekijöiden toimesta.\nJos huoltokohteen purkaminen ja asentaminen tehdään eri henkilöiden toimesta, eivätkä asianomaiset voi vaihtaa tietoja huoltokohteen ääressä.\nLentoturvallisuuden kannalta kriittiset huoltotehtävät (Critical maintenance tasks):\nKyseiset huoltotehtävät kohdistuvat järjestelmiin, jossa tapahtuva virhe tai häiriötila voi johtaa turvallisuuden vaarantumiseen. Tällaiset huoltotehtävät katsotaan kriittisiksi tehtäviksi, joille tehtävän valmistuttua on tehtävä lisätarkastus riippumaton tarkastajan toimesta. Lisätarkastuskohta kirjataan leimasimella tai lisämerkinnällä (RII / Insp 1 / Insp 2) huoltolistoihin/kortteihin työsuunnittelun yhteydessä tai aina kun todetaan ko. tehtävätilanne.\nKriittisiä huoltotehtäviä ovat:\nOhjainjärjestelmien työt, kuten asennus, kokoaminen ja säädöt kun em. järjestelmistä on irrotettu/asennettu osia.\nMoottorin ja potkurin asennus sekä ko. komponenttien toimintaan vaikuttavat työt, kuten osien irrotus/asennus tai kalibrointi/säätö.\nEm. lisäksi ko. menettelyyn voidaan nimetä huoltotehtäviä, jotka on todettu kriittisiksi huoltovirheanalyyseissä tai vastaavissa havainnoissa, kuten ilmailuviranomaisen Occurrence Reporting System -tulosteissa, tyyppihyväksynnän haltijan huoltotiedotteissa, onnettomuus- raporteista, auditointihavainnoista, käyttökokemuksista ja koulutuspalautteista.\nRiippumaton tarkastus on lisätarkastus, jossa varmistetaan:\nirrotetut osat ovat oikein asennettu\njärjestelmä toimii vapaasti koko käyttöalueellaan\nvaijereiden oikea kireys\nohjainjärjestelmän oikea toiminta, mm. liikesuunnat\nohjainjärjestelmien oikea yhteistoiminta koko käyttöalueellaan\nohjelmiston versio ja sopivuus kyseiseen lentokoneeseen\nRiippumaton tarkastus tehdään sen jälkeen kun kriittisen työn hyväksynyt HTA on kuitannut työn suoritetuksi.\nRiippumattomana tarkastajana voi toimia konetyypin HTA tai teknillisen johtajan tähän tehtävään hyväksymä pätevä henkilö. Poikkeustapauksessa, jos ei ole käytettävissä tai ei kohtuudella saatavissa pätevää riippumatonta tarkastajaa, niin työn tehnyt ja kuitannut HTA voi tehdä ko. lisätarkastuksen (re-inspection). Lisätarkastus tehdään kuitenkin aina erillisenä työvaiheena.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 79,
      "title": "Aluetarkastus",
      "content": "Työn valmistuttua aluetarkastuksen tekijä varmistaa, että mitään kriittistä työvaihetta ei ole jäänyt merkitsemättä/tekemättä/kuittaamatta ja että ne on tehty asianmukaisesti. Jos havaitaan virheitä tai puutteita, niin ne korjataan ja raportoidaan laatuhavaintona 2.25 mukaisesti.\nEm. menettelyistä kokonaisuudessaan, sen kouluttamisesta ja käytöstä huoltotöissä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 80,
      "title": "Ainetta rikkomattomat tarkastukset",
      "content": "Huolto-organisaatio voi tehdä työnlaajuudessaan oleviin ilma-aluksiin värikontrastiin perustuvia tunkeumaväritarkastuksia, boroskooppitarkastuksia ja komposiittirakenteiden koputustarkastuksia. Tarkastukset tehdään valmistajan ohjeiden ja/tai organisaation laatiman työohjeen mukaisesti. Tarkastuksen voi suorittaa tai valvoa tehtäväkelpuutettu (3.11) henkilö.\nMenetelmän käyttö rajataan huolto-ohjeiden, huoltotiedotteiden ja lentokelpoisuusmääräysten mukaisiin töihin kuitenkin niin, että huolto-organisaatio ei tee ainetta rikkomattomia kokeita, jotka edellyttävät tekijältään EASA:n hyväksymän standardin (Part-145.A.30f) mukaista pätevyyttä. Tarvittaessa em. työt hankitaan hyväksytyiltä toimittajilta.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 81,
      "title": "Punnitukset",
      "content": "Punnitus tehdään TC-haltijan ohjeen ja/tai huolto-organisaation laatiman työohjeen mukaisesti. Punnitustulokset kirjataan huolto-organisaation laatimalle punnituspöytäkirjalle. Punnitustehtävästä (ml. asiakirjojen täyttö) vastaa HTA.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 82,
      "title": "Koekäytöt",
      "content": "Koekäyttö\tsuoritetaan\tlentokoneen\tvalmistajan\tja/tai\thuolto-organisaation\tlaatimien ohjeiden/vaatimusten mukaisesti. Koekäyttö tulokset kirjataan koekäyttölistoihin.\nLentokoneen koekäytön suorittaa organisaation sisäisen koekäyttökelpuutuksen (3.11) omaava tyyppimekaanikko tai operaattorin nimeämä lentäjä yhdessä mekaanikon kanssa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 83,
      "title": "HUOLTOVIRHEIDEN HAVAINNOINNIN JA KORJAAMISEN MENETELMÄT",
      "content": "Organisaation laatupolitiikan mukaan jokainen huoltohenkilö on velvollinen ilmoittamaan tekemänsä tai havaitsemansa huoltovirheen. Virheestä laaditaan laaturaportti ja jatkotoimista päättää teknillinen johtaja.\nHuoltovirheiden havaitsemiseksi määräaikaishuoltoihin on sisällytetty aluetarkastukset, jotka tehdään kohteelle ko. huoltoalueen työn valmistumisvaiheessa. Aluetarkastukset kirjataan huoltokirjanpitoon.\nLentokoneen aluetarkastuskohteita ovat runko, laskutelineet, moottori 1, moottori 2, potkuri 1, potkuri 2, ohjaamo, matkustamo, ohjaimet ja lisävarusteet.\nJos aluetarkastuksen tekijä havaitsee huoltovirheen, joka saattaa aiheuttaa ilma-aluksen turvallisuutta vaarantavan vian tai toimintahäiriön, niin korjaamisen lisäksi hän laatii siitä laaturaportin. Samoin toimitaan, jos vastaava huoltovirhe havaitaan jossain muussa yhteydessä (kuten tehdessä kaksoistarkastuksia (3.7), kriittisten töiden tarkastuksia (2.23) tai huoltotodisteen antotarkastusta (2.13.4 ja 2.16.1). Kaikki em. havainnot ilmoitetaan välittömästi teknilliselle johtajalle, joka vastaa välittömistä korjaavista toimenpiteistä (mm. toistumisen estäminen).\nEm. laaturaportit käsitellään myös laatukokouksessa, jossa arvioidaan jokaisen havainnon vaikutus toimintaan ja sen edellyttämät jatkotoimenpiteet. Arvioinnissa otetaan huomioon aiemmat kokemukset huoltovirheistä, laaditut laaturaportit ja poikkeamailmoitukset palautteineen. Arvioinnin tuloksia käytetään havaintoaineistona laatu ja inhimilliset tekijät -koulutuksissa. Menettelystä vastaa laatupäällikkö.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 84,
      "title": "VUORON/TEHTÄVÄN VAIHTO MENETELMÄT",
      "content": "Organisaatiossa ei tehdä vuorotyötä.\nTehtävien vaihdossa varmistutaan henkilökohtaisesti, että huollon jatkuvuuden tai loppuun saattamisen kannalta oleelliset tiedot vaihdetaan huoltokohteen ääressä. Oleellisia tietoja ovat mm. mitä ja miksi ollaan tekemässä, mikä on työn vaihe ja mikä on ollut työtapa, välilliset mitä on suunniteltu tehtäväksi, varaosien ja erikoistyökalujen saatavuus ja aikataulu.\nTehtävien keskeytys tai vaihto kirjataan huoltolistaan tai työ- ja tarkastuslistaan. Mikäli työn jatkaja ei voi konsultoida työn aloittajan kanssa huoltokohteessa, niin huoltokohteelle tehdään lisätarkastus kohdan 2.23 Kriittisten tehtävien valvonnan mukaan.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 85,
      "title": "HUOLTOTIETOJEN VIRHEELLISYYDESTÄ TAI EPÄTARKKUUKSISTA ILMOITTAMINEN",
      "content": "Jos huoltotiedoissa havaitaan virhe, epätarkkuus tai -selvyys, niin se käsitellään turvallisuus- havaintona ja siitä laaditaan laaturaportti, joka annetaan tiedoksi laatupäällikölle. Samalla varmistetaan, että huoltotiedoissa havaittu virhe (vast.) ehkäisevine toimenpiteineen saatetaan organisaation henkilöstön tietoon. Havainnot käsitellään ja arvioidaan laatukokouksessa (3.1.2.d) ja todennettu huoltotietovirhe (vast.) taustatietoineen raportoidaan TC/STC-haltijalle. Em. ilmoituksesta pyydetään palaute, joka saapumisen jälkeen esitellään virheen (vast.) havaitsijalle. Menettelystä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 86,
      "title": "TUOTANNON SUUNNITTELUMENETELMÄT",
      "content": "Tuotannon suunnittelu perustuu sopimusasiakkailta saatuihin lentokaluston vuosittaisiin huoltosuunnitelmiin, jotka perustuvat koneiden käyttö- ja lennätyssuunnitelmiin. Muiden asiakkaiden työtarve ennakoidaan kokemusperusteisesti. Em. tietojen perusteella kootaan huolto-organisaatio huoltosuunnitelma, jonka toteutukseen varataan riittävät työvoimaresurssit. Mikäli työtilauksia tulee ennakoitua enemmän, niin resursseja lisätään vastaavasti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 87,
      "title": "Huoltotoiminta ja henkilöresurssien käyttö suunnitellaan seuraavin menettelyin:",
      "content": "Vuosittain:\nlaaditaan huoltosuunnitelma ennakoitavien huoltotöiden laajuuden ja ajankohtien mukaan,\nvarmistetaan henkilöstön riittävyys ja käyttöperiaatteet vuositasolla,\ntarkastetaan huoltovalmiuksien riittävyys ja ajan tasalla olo,\nhuoltovaatimusten, -vastuiden tai -sopimusten muuttuessa päivitetään suunnitelmat.\nKuukausittain:\npäivitetään huoltosuunnitelmat seuraavaksi kolmeksi kuukaudeksi,\npäivitetään työtilausten edellyttämät huoltovalmiudet,\nvarmistetaan resurssien riittävyys ennakoitavien työtilausten suorittamiseen,\nsuunnitellaan resurssien muu käyttö (ml. laatu- ja koulutussuunnitelmien velvoitteet),\ntarkastetaan laatupoikkeamien korjaavien toimenpiteiden eteneminen,\nkäsitellään uudet laaturaportit jatkotoimenpiteineen.\nViikoittain:\npäätetään kiireellisesti tehtävien suorittamisesta,\npäätetään yksittäisten huoltojen ja muiden tehtävien suoritusjärjestys käytettävissä olevien resurssien puitteessa huomioon ottaen henkilöstön inhimillisen suorituskyvyn rajoitukset.\nHuolto- ja henkilöresurssisuunnitelma tehdään ja ylläpidetään kohdan 2.22 mukaan. Tuotannon suunnittelusta vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 1"
      }
    },
    {
      "index": 88,
      "title": "OSA L2: LINJAHUOLTOA KOSKEVAT LISÄMENETELMÄT",
      "content": "Linjahuollon periaatteet:\nOrganisaation käyttöön hyväksytyt linjahuoltopaikat (1.8.2 ja 5.3) miehitetään linjahuoltotyön ajaksi. Huoltotoiminnan vaatimukset ovat vastaavat kuin korjaamohuollossa. Vakinaiset linjahuoltopaikat varustetaan vakiotyökaluilla ja -tarvikkeilla sekä yleishuoltovarusteilla (mm. työtasot ja kohdevalaisimet). Tilapäiset linjahuoltopaikat varustetaan em. varusteilla toiminnan ajaksi. Erikoistyökalut ja huoltokirjallisuus tuodaan korjaamolta huollon edellyttämässä laajuudessa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 89,
      "title": "L2.1 ILMA-ALUKSEN OSIEN, LAITTEIDEN, TYÖKALUJEN, VARUSTEIDEN YM. VALVONTA",
      "content": "Linjahuoltopaikan työkalut ja varusteet ovat korjaamon kirjanpidossa varustettuna sijoituspaikkamaininnalla. Varusteiden ja työkalujen määrä ja kuntoisuus tarkastetaan huollon yhteydessä huoltopaikkakohtaisen kirjanpitoluettelon avulla. Tarvikepuutteet täydennetään ja epäkuntoiset työkalut vaihdetaan viipymättä. Työkalut ja tarvikkeet säilytetään lukituissa tiloissa tai kaapeissa. Osia ja laitteita ei varastoida linjahuoltopaikalle (tukeudutaan korjaamon varastoon). Vaihto-osat ja -laitteet paketoidaan ja säilytetään asianmukaisesti ja niitä koskeva varastokirjanpito päivitetään korjaamolle paluun jälkeen.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 90,
      "title": "L2.2 TANKKAUKSEEN, JÄÄNPOISTOON YM. LIITTYVÄT MENETELMÄT LINJAHUOLLOSSA",
      "content": "Tankkauksia ja jäänpoistoja ei tehdä (pl. huollon toteutukseen liittyvät tankkaukset, joka tehdään ilma-aluksen operaattorin laatukriteerein ja menetelmin).",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 91,
      "title": "L2.3 VIKOJEN JA TOISTUVIEN VIKOJEN SEURANTA LINJAHUOLLOSSA",
      "content": "Vikojen ja toistuvien vikojen seuranta tehdään korjaamomenetelmien mukaan (linjahuoltopaikalla ei pidetä erillistä kirjanpitoa ko. asioista). Huoltoasiakirjat vikatietoineen luovutetaan operaattorille myös korjaamomenetelmien mukaan. Ko. seurantaa tehdään tarvittaessa kaikkien huolto- ja operointihavaintojen perusteella.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 92,
      "title": "L2.4 TEKNISEN MATKAPÄIVÄKIRJAN TÄYTTÖMENETELMÄ LINJAHUOLLOSSA",
      "content": "Tehdään korjaamomenetelmien mukaan.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 93,
      "title": "L2.5 POOLISOPIMUKSENALAISIA JA LAINATTUJA OSIA KOSKEVAT MENETELMÄT",
      "content": "Ei koske.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 94,
      "title": "L2.6 ILMA-ALUKSESTA IRROTETTUJEN VIALLISTEN OSIEN/LAITTEIDEN VALVONTA",
      "content": "Vialliset osat ja laitteet varustetaan korjaamomenetelmien (MOE 2.3.1) mukaisilla tunnisteilla (saattokorteilla) välittömästi ilma-aluksesta irrotuksen jälkeen. Samassa yhteydessä laaditaan tarvittavat muut asiakirjat ja pakataan asianmukaisesti korjaamolle kuljetusta varten. Korjaamolle paluun jälkeen ko. osat ja laitteet viedään varastoon jatkotoimia varten.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 95,
      "title": "L2.7 KRIITTISTEN TEHTÄVIEN VALVONTA JA VIRHEITTEN KORJAUSMENETELMÄT",
      "content": "Tehdään korjaamomenetelmien mukaan (kts. kohta 2.23 ja 2.25).",
      "metadata": {
        "source": "docx",
        "style": "Heading 1"
      }
    },
    {
      "index": 96,
      "title": "Laadunvarmennus",
      "content": "Laadunvarmennuksen runkona ovat toistuvat auditoinnit ja laaduntarkastukset sekä niiden tuottamat korjaavat, ehkäisevät ja kehittävät toimenpiteet. Lisäksi organisaation jokainen henkilö on velvollinen ilmoittamaan havaitsemansa laatuongelman. Laadunhallintajärjestelmän toisena osana on johdon seuranta- ja palautejärjestelmä (tarkemmin 3.1.4).\nAuditoinnilla tarkoitetaan menettelyä, jonka tarkoituksena on riippumattomasti valvoa normien ja vaatimusten noudattamista sekä menetelmien riittävyyttä sen varmistamiseksi, että käytettävät menetelmät edistävät hyvää huoltokäytäntöä ja ylläpitävät ilma-alusten ja sen laitteiden/osien lento- kelpoisuutta. Riippumattoman auditoinnin tulee antaa puolueeton kuvaus koko organisaation toiminnasta.\nLaaduntarkastuksella (pistokoeauditoinnilla) tarkoitetaan määritellyn tehtävän, huoltotyön tai asia- kirjan tms. tarkastelua sen toteamiseksi, että tehtävää suoritettaessa noudatetaan asianmukaisia vaatimuksia ja vaadittu laatutaso tai sen edellytykset saavutetaan. Tarkastuksen hyväksyttävyys- vaatimus annetaan huolto-ohjeissa tai käsikirjoissa tai määritellään tapauskohtaisesti.\nLaadunhavainnointi on organisaation jokaisen henkilöstön jatkuvaa työhön, toimintaan, kalustoon ja olosuhteisiin kohdistamaa kriittistä havainnointia laatuongelman tai epätyydyttävän toiminnan huomaamiseksi ja siihen puuttumiseksi.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 97,
      "title": "Aikataulut",
      "content": "Auditointien (menetelmät, tuotelinjat ja linjahuolto) suunnitellut suoritusajat esitetään laatu- suunnitelmassa. Suunnittelujakso on yksi kalenterivuosi. Suunnitelman laati laatupäällikkö ja se hyväksytään johdon arviointikokouksessa. Jos suunnitelmaa ei pystytä noudattamaan, niin asia käsitellään huollon kuukausikokouksessa, jossa sovitaan korvaava aika tai menettely. Laatupäällikkö vastaa suunnitelman päivittämisestä ja sovituista toimista. Jos jonkun osa-alueen auditointijakso ylittyy, niin organisaatio rajaa vastaavasti ko. alueen työnlaajuutta, siihen saakka kun hyväksytty auditointi on suoritettu.\nLaaduntarkastukset tehdään oman vuosiohjelman mukaan sekä tarvittaessa. Tarkastukset tekee laatupäällikkö tai hänen nimeämänsä henkilö. Jokainen tarkastus dokumentoidaan ja havaittu poikkeama analysoidaan ja raportoidaan.\nMikäli tarkastushavaintojen tai laatupoikkeamien analysoinnissa todetaan todellinen tai mahdollinen riski ilmailun turvallisuudelle, niin asia käsitellään dokumentoidusti laatukokouksessa. Kokouksessa päätetään turvallisuushavainnon tai -poikkeaman jatkotoimista sekä NAA:lle raportoinnista. Raportointi tehdään EU asetuksen 376/2014 vapaaehtoisen ilmoittamisen mukaisesti. Ilmoitus tehdään EASA:n tai NAA:n julkaisemalla lomakkeella.\nHuollon kuukausikokouksessa (tai laatukokouksessa) käsitellään kaikki ajankohtaiset laatuasiat kuten laatusuunnitelman toteutuminen, laatu- ja turvallisuushavainnot sekä laatu- ja poikkeamaraportit jatkotoimenpiteineen. Kokouksessa käsitellään myös lentoturvallisuutta vaarantavien ja lentokelpoisuuden esteenä olevien vikojen (2.18), huoltovirheiden (2.25) ja huoltotietovirheiden (2.27) palautteet, raportit ja jatkotoimenpiteet sekä muut esille tulevat turvallisuusasiat.\nHuollon kuukausikokous (tai laatukokous) järjestetään tarvittaessa, kuitenkin vähintään 1 - 2 kuukauden välein. Kokouksen järjestämisestä vastaa laatupäällikkö. Laatukokouksiin osallistuvat organisaatioiden vastuuhenkilöt ja heidän erikseen kutsumat henkilöt. Kokous voidaan järjestää myös yhteistoiminnassa yhtiön Part-CAMO organisaation kanssa.\nJohdon arviointi tehdään kalenterivuosittain ja arviointikokous pidetään vuosittain tammikuussa (tai lisäksi tarvittaessa). Arviointikokouksessa hyväksytään myös uudet vuosisuunnitelmat.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 98,
      "title": "Laaturaportti:",
      "content": "Laaduntarkastuksesta, laatuhavainnosta, turvallisuusriskihavainnosta, asiakaspalautteesta, muutosesityksestä tai vastaavista laaditaan laaturaportti. Raportin käsittelystä, toimenpiteiden valvonnasta ja tilastoinnista vastaa laatupäällikkö. Raporttien edellyttämistä korjaavista toimista vastaa teknillinen johtaja. Laatuongelmien käsittely tehdään 3.3.2 poikkeama-analyysin periaatteiden mukaisesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 99,
      "title": "Auditoinnin raportointi:",
      "content": "Auditointitulokset kirjataan auditointipöytäkirjaan. Laatupoikkeamasta laaditaan poikkeamaraportti. Auditoinnista laaditaan auditointiraportti, johon liitetään auditointipöytäkirja ja poikkeamaraportit.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 100,
      "title": "Raportointilomakkeet:",
      "content": "Laatu- ja auditointitoiminta raportoidaan lomakkeilla tai vapaamuotoisesti. Vakiolomakkeita ovat laaturaportti, poikkeamaraportti, menetelmäauditointipöytäkirja ja tuoteauditointipöytäkirja, joiden mallikappaleet ovat lomakekansiossa. Käytännön raportointi voidaan tehdä joko sähköisessä tai kirjallisessa muodossa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 101,
      "title": "Johdon arviointiraportti:",
      "content": "Johdon arvioinnista laaditaan erillinen arviointiraportti. Menettelystä vastaa vastuullinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 102,
      "title": "Laatuasiakirjojen säilyttäminen:",
      "content": "Asiakirjojen asianmukaisesta valvonnasta, taltioinnista ja arkistoinnista vastaa laatupäällikkö.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 103,
      "title": "Johdon seuranta- ja palautejärjestelmä",
      "content": "Seuraavin menettelyin varmistetaan, että vastuullinen johtaja saa riittävästi tiedot laatuvelvoitteista ja -toiminnasta. Vastuullinen johtaja vastaa viime kädessä, että havaitut laatuongelmat tutkitaan ja korjataan kohtuullisessa ajassa sekä epätyydyttäviin kehityskulkuihin puututaan ja toiminnan laatua parannetaan järjestelmällisesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 104,
      "title": "Käytännön toiminta",
      "content": "Korjaavien toimien etenemistä, laatutehtävien tekemisestä ja määräaikojen noudattamisesta valvoo laatupäällikkö. Valvonnan tukena hän ylläpitää seurantalistaa, jossa esitetään kaikki valvottavat laatutehtävät ja niiden määräajat. Laatupäällikkö on velvollinen kiirehtimään tai vaatimaan em. toimenpiteitä, jos ne uhkaavat viivästyä sovitusta. Hän on myös velvollinen pitämään organisaation johtohenkilöt ajan tasalla em. asioiden valvontatilanteesta sekä ajankohtaisista laatutapahtumista (ml. laaduntarkastukset). Laatutoiminnan tehtävät määräaikoineen tarkastellaan laatukokouksessa, johon osallistuvat organisaation vastuuhenkilöt.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 105,
      "title": "Auditoinnit ja korjaavat toimenpiteet",
      "content": "Vastuullinen johtaja osallistuu auditointikokouksiin (auditoinnin tulosten käsittelyyn) ja hyväksyy auditoijan auditointiraportin allekirjoituksellaan. Hän osallistuu myös kuukausipalavereihin, joissa tarkastellaan mm. laatupoikkeamien korjaavien toimien etenemistä ja määräaikojen noudattamista.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 106,
      "title": "Johdon arviointi",
      "content": "Johdon arviointi tehdään vuosittain vastuullisen johtajan johdolla. Arvioinnin valmistelusta vastaa laatupäällikkö ja raportoinnista vastuullinen johtaja. Menettelyssä kootaan ja arvioidaan huolto- organisaation laatutoiminnan tulokset sekä muut vastaavat tiedot ja havainnot, joista tehtyjen johtopäätösten perusteella päätetään yleisistä toiminnan, menetelmien ja kehityslinjauksien tarkistuksista sekä uusista tavoitteista. Laatutoiminnan tulosten tarkasteluun sisältyy laatupoikkeamien ja -yhteisanalyysi, jossa pyritään tunnistamaan ja selvittämään mahdollisten laajempien laatuongelmien juurisyyt.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 107,
      "title": "MENETELMIEN JA ILMA-ALUSTEN LAATUAUDITOINNIT",
      "content": "Huoltotoiminnan jokainen osa-alue auditoidaan kalenterivuosittain. Vuosiauditointi tehdään toisiaan täydentävinä menetelmä- ja tuotelinja-auditointeina. Toimipaikat auditoidaan erikseen. Tarvittaessa tehdään muutosauditointi.\nMenetelmäauditoinnissa varmistutaan siitä, että käsikirjaan hyväksytyt menettelyt ovat\nriittäviä ja yksiselitteisiä,\ntäyttävät asetetut vaatimukset ja\nniitä noudatetaan käytännössä.\nTuotelinja-auditoinnissa tarkastetaan, että huoltovalmiudet (MOE 1.9), tuotteet, huoltoprosessi ovat vaatimusten mukaisia sekä huoltotodisteet on annettu asianmukaisesti. Tuotelinjat päivitetään toiminnan muuttuessa. Tuotelinjoja ovat:\nKoneet alle 2730 kg,\n2-moottorikonehuolto,\nLaitehuolto (kohdan 1.9.2 laajuudessa).\nEri tuotelinjojen samansisältöiset menettelytavat voidaan auditoida pistokoetyyppisesti. Poikkeaman ilmetessä vastaava menettelytapa on auditoitava jokaiselta tuotelinjalta. Tuotelinja-auditointiin sisältyy myös meneillään olevan käytännön huoltotyön tekemisen seuranta todellisissa olosuhteissa (esim. päivä/yö) organisaation toimintapolitiikan mukaisesti.\nLaitehuoltojen tuotelinja-auditoinnit pyritään tekemään ko. tuotelinjan huoltotyön yhteydessä. Jos soveltuvaa huoltotyötä ei tiedossa, niin auditointi tehdään huoltovalmius- ja huoltoasiakirjojen perusteella.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 108,
      "title": "Auditointi",
      "content": "Auditoinnin valmistelussa perehdytään:\nlaatusuunnitelman toteutukseen ja laatujärjestelmän toimivuuteen,\nlaatukokousten ja johdon katselmuksen pöytäkirjoihin,\nedellisen auditoinnin laatupoikkeamien käsittelyyn ja korjaaviin toimenpiteisiin,\nlaaturaporttien (havainnot ja tarkastukset) havaintoihin ja korjaavien toimien tuloksiin.\nTarvittaessa em. tarkasteluja syvennetään ja laajennetaan vastuuhenkilöiden haastattelujen avulla. Lisäksi auditoija tarkastaa, että auditointipöytäkirja on huolto-organisaation työnlaajuuden ja viimeisten Part-145 vaatimusten mukainen.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 109,
      "title": "Auditointitarkastus",
      "content": "Auditoija suorittaa auditoinnin yleisesti hyväksyttyjen auditointiperiaatteiden mukaisesti. Työn tukena hän voi käyttää tarkastuslistoja, haastatteluja ja käytännön toiminnan seuraamista.\nAuditointipöytäkirjaan kirjataan vaatimuskohtaiset arviot:\nkäsikirjakuvausten (ja mahdollisten lisäohjeitten) riittävyydestä ja selvyydestä,\nnormien täyttymisestä (Part-145 vaatimukset ja niiden viranomaistulkinnat),\nkäytännön toiminnan vastaavuudesta menettelykuvauksiin ja normivaatimuksiin sekä että ko. toiminta tapahtuu nimetyn vastuuhenkilön johdolla ja valvonnassa.\nAuditoija voi tehdä lisäauditointeja auditointiohjelman ulkopuolelle satunnaisesti ja/tai poikkeama- havaintojen perusteella. Kaikki merkitykselliset havainnot kirjataan auditointipöytäkirjan havainto- sarakkeeseen ja mahdolliset laatupoikkeamat yksilöidään auditointikokouskäsittelyä varten.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 110,
      "title": "Auditointikokous",
      "content": "Auditointikokoukseen osallistuvat organisaation vastuuhenkilöt ja auditoija. Kokousjärjestelyistä vastaa laatupäällikkö, auditointitulokset esittelee auditoija. Laatupoikkeamaksi kirjatut havainnot pyritään tarkastelemaan yksityiskohtaisesti. Kokous ottaa kantaa myös tehdyn auditoinnin kattavuuteen ja riittävyyteen sekä lisäauditointien tarpeeseen.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 111,
      "title": "Auditointiraportti",
      "content": "Auditointitulosten ja kokouskäsittelyn pohjalta auditoija laatii auditointiraportin, johon hän listaa laatupoikkeamiksi luokittelemansa auditointihavainnot. Jokaiseen laatupoikkeamaan kirjataan sitä koskevat käsikirja- ja vaatimuskohdat sekä poikkeaman laatuluokka ja suositus korjaavien toimien aikatauluksi alla olevan taulukon mukaan. Poikkeamakuvaus laaditaan niin, että se mahdollistaa korjaavien toimien määrittelyn ja aloittamisen. Auditointiraporttiin liitetään auditointipöytäkirja, jossa esitetään auditoidut kohteet ja tehdyt laatuhavainnot. Auditoija toimittaa auditointiraportin liitteineen huolto-organisaatiolle kahden viikon kuluessa auditoinnista.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 112,
      "title": "Korjaavat toimenpiteet",
      "content": "Auditointiraportin saavuttua huolto-organisaatioon sen tarkastelevat teknillinen johtaja ja laatupäällikkö, joka vastaa raportin ja tarkastelutulosten esittelystä vastuulliselle johtajalle. Em. käsittelyjen perusteella laatupäällikkö laatii jokaisesta poikkeamasta korjaavien toimien hallinnoinnin edellyttämät poikkeamaraportit ja määrittelee niiden jatkokäsittelyn.\nJos em. raporteissa tai niiden tarkastelussa todetaan kiireellisten toimien tarve, niin sen jatkotoimista päättää vastuullinen johtaja yhteistyössä teknillinen johtajan kanssa. Tarvittavat poikkeama- analyysit ja korjaavat toimet tehdään viiveettä alla olevan menettelyn mukaisesti.\nPoikkeamaraportit luovutetaan teknilliselle johtajalle poikkeama-analyysejä varten. Kussakin analyysissä pyritään selvittämään ja erottamaan poikkeaman realisoitumiseen vaikuttaneet välittömät ja myötävaikuttaneet tekijät sekä niiden juurisyyt. Korjaavat toimenpiteet kohdistetaan asian kuntoon saattamisen ohella myös poikkeaman taustatekijöihin ja juurisyihin. Tavoitteena on poikkeaman toistumisen estäminen. Poikkeama-analyysi ja korjaavien toimien suunnitelmat tehdään kahden viikon kuluessa auditointiraportin saapumisesta. Analyysin tulokset ja korjaavat toimet aikatauluineen kirjataan poikkeamaraporttiin.\nKorjaavat toimet tehdään suunnitelman mukaan teknillisen johtajan johdolla enintään 3 kk kuluessa. Laatupäällikkö valvoo poikkeaman käsittelyä ja korjaavien toimien tekemistä. Jos ne viipyvät, niin hän on velvollinen vaatimaan tai kiirehtimään niitä. Jos korjaavia toimia ei jostain perustellusta syystä saada valmiiksi määräaikaan mennessä, niin vastuullinen johtaja voi myöntää jatkoajan. Asiasta laaditaan laaturaportti, johon kirjataan siirtoperuste, uusi määräaika ja vastuullisen johtajan hyväksyntä, raportti liitetään ko. poikkeamaraporttiin.\nKorjaavat toimien valmistuttua teknillinen johtaja hyväksyy niiden vaikuttavuuden ja riittävyyden allekirjoituksellaan. Tämän jälkeen laatupäällikkö toteaa korjaavien toimien riittävyyden ja asianmukaisen suorituksen ja hyväksyy ne allekirjoituksellaan, joka myös päättää (sulkee) raportin. Raportti voidaan päättää (sulkea), jos toimenpiteen viipyessä sen seuranta siirretään organisaation muuhun suunnitelmaan, joka on laatupäällikön tai vastuullisen johtajan valvonnassa. Valvonnan\nsiirto kirjataan raporttiin. Jos korjaavien toimien vaikuttavuutta ja riittävyyttä ei voida arvioida luotettavasti, niin se voidaan siirtää jälkiauditointiin. Siirrosta, sen valvonnasta ja toteutusajasta päättää laatupäällikkö.\nLaatupäällikkö ylläpitää seurantalistaa kaikista valvottavista laatutehtävistä ja esittelee niiden tilanteen tarvittaessa (laatukokoukset, johdon info, auditoinnit, viranomaistarkastukset). Jos jonkun poikkeaman korjaavia toimia ei tehdä tai ne jäävät kesken tai viipyvät kohtuuttomasti, niin laatupäällikkö siirtää ko. poikkeaman valvontavastuun vastuulliselle johtajalle, siirto tehdään kirjallisesti laaturaportilla.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 113,
      "title": "NAA:n ilmoittamien havaintojen käsittely",
      "content": "Ilmailuhallinnon kirjallisesti ilmoittamat havainnot käsitellään välittömästi niiden saavuttua johtajan johdolla. Käsittelyssä todetaan korjaavien toimien aihe ja kiireysluokka (ref. 145.A.95 a ja b). Käsittelyssä päätetään myös välittömistä toimista, joilla estetään poikkeaman mahdolliset haittavaikutukset ennen varsinaisten korjaavien toimien valmistumista. Korjaavista toimista päättää teknillinen johtaja tai tarvittaessa vastuullinen johtaja. Havaintopoikkeamien analyysit ja korjaavat toimenpiteet tehdään kohdan 3.3.2 periaatteiden mukaisesti. Toimenpiteet raportoidaan NAA:n ilmoittamien määräaikojen ja ehtojen mukaan.\nHuolto-organisaatio ottaa huomioon, että tason 1 havainnon osalta NAA:n on velvollinen ryhtymään välittömiin toimenpiteisiin organisaation toimiluvan peruuttamiseksi tai rajoittamiseksi (määräajaksi, osittain tai kokonaan), kunnes organisaatio on suorittanut tarvittavat korjaustoimenpiteet onnistuneesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 114,
      "title": "Kelpuutusmenetelmät",
      "content": "Huoltotodisteen antajan ja tukihenkilöiden on oltava vähintään 21 vuoden ikäinen ja hänen HTA- tehtävään valtuuttamisen, valtuutuksen laajentamisen tai uusimisen edellytyksenä on:\nvaltuutuksen mukaisen ilma-aluksen ja/tai laitteiden sekä niiden huollon riittävä tuntemus,\nhuolto-organisaation toiminnan ja menetelmien tuntemus,\nsoveltuva huoltotyökokemus vähintään 6 kk viimeisen kahden vuoden aikana,\nsuoritettu Human Factors -koulutus (ref. 3.13),\nriittävä toistuvaiskoulutus kahden viimeisen vuoden aikana (ref. 3.4.2),\narvioitu pätevyys, kelpoisuus, kyky ja kielitaito tehdä tehtäviensä mukaisia töitä (asian todentaminen voi sisältää huoltotyön tekemisen seurantaa ja näyttökokeita),\nB1/B2/B3/C -henkilöillä HTA-valtuutuksien edellyttämä kelpuutus AML-lupakirjassaan.\nTehtäväkelpuutukset (Luokan A tehtävät)\nhuolto-organisaatio voi myös myöntää tyyppikouluttamattomalle B1 ja B3 -luokan HTA:lle sekä luokkien A ja B2 huoltohenkilölle heidän lupakirjaluokkien alaryhmien mukaisia HTA- valtuutuksia suunnitellun linjahuollon tehtäviin tai yksinkertaisiin vikakorjauksiin AMC.A.145.30(g) mukaisessa laajuudessa. Tehtävävaltuutukset myönnetään täsmä- koulutuksen, työkokemuksen ja tarvittaessa pidettävän näyttökokeen perusteella sekä luokkien A ja B2 henkilöillä myös kohtien 145.A.35n+o vaatimusten täyttyminen.\nLaitehuollon HTA-valtuutuksen edellytyksenä on, että valtuutettavalla on alan peruskoulutuksen lisäksi ko. huoltotyön edellyttämä lisäkoulutus sekä riittävä työkokemus ja tunnustettu ammattitaito. Lisäksi valtuutettavan henkilön tulee olla vaatimusten mukaisen toistuvaiskoulutuksen piirissä (3.4.2).\nKertaluonteinen HTA-valtuutus voidaan myöntää\ntyöntekijälleen, jolla on tekniikaltaan, rakenteeltaan ja järjestelmiltään samanlaisen ilma- aluksen vastaava HTA-kelpuutus tai\nhenkilölle, jolla on vähintään 5 vuoden työkokemus huoltotöistä ja voimassa oleva ICAO:n ilma-aluksen huoltohenkilöstön lupakirja sekä tyyppikelpuutus kyseiseen ilma-alukseen, jos kyseisessä toimipaikassa ei ole ko. tehtävään kykenevää, toimiluvan omaavaa ja hyväksyttyä huolto-organisaatiota. Huolto-organisaatio hankkii ja säilyttää rekisterissään todisteet kyseisen henkilön kokemuksesta ja lupakirjasta.\nKertaluonteisen HTA-valtuutuksen myöntäminen ilmoitetaan NAA:lle 7 vuorokauden kuluessa.\nRajoitettu HTA-valtuutus voidaan antaa PFI-tarkastuksen yhteyteen hyväksytystä tarkastuksesta, joka edellyttää huoltotodistetta (MTOE 2.16.1). Valtuutus voidaan myöntää ilma-aluksen päällikölle tai lentomekaanikolle täsmäkoulutuksen ja näyttökokeen perusteella, jos teknillisen johtaja on vakuuttunut, että asianomainen henkilö pysyy suorittamaan lentokelpoisuusmääräyksen mukaisen toimenpiteen vaaditulla tavalla. Valtuutus myönnetään enintään yhdeksi vuodeksi.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 115,
      "title": "Valtuuttaminen",
      "content": "HTA-valtuutuksesta laaditaan tarkasteluasiakirja, jossa todetaan vaatimusten täyttyminen. Valtuutuksen laajentamisen ja uusimisen yhteydessä tehdään vastaava tarkastelu. Henkilön HTA- valtuutukset laajuus- ja rajoitusmääritelmineen myönnetään huolto-organisaation myöntämällä valtuustodistuksella, johon voidaan kirjata myös muita erikoistyö- ja tehtäväkelpuutuksia. Lisäksi HTA-luettelo (5.5) päivitetään tarvittaessa.\nHuoltotodisteen antajien kelpuutustarkastelusta ja valtuuttamisesta vastaa laatupäällikkö. HTA saa valtuutustodistuksen kopion vastaavin tiedoin. Hän on pyydettäessä velvollinen esittämään valtuutuksen 24 h kuluessa toimivaltaiselle ilmailuviranomaiselle.\nValtuutukset ja kelpuutukset ovat määräaikaisia ja voimassa enintään huoltomekaanikon lupakirjan voimassaolon päättymispäivään (pl. kertaluonteinen ja rajoitettu HTA-valtuutus).",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 116,
      "title": "Koulutusmenetelmät",
      "content": "Perehdyttämiskoulutus: Uusi työntekijä perehdytetään organisaation toimintaan ja tehtäviinsä perehdyttämiskoulutuksessa, jonka sisällön määrittelee teknillinen johtaja. Hän huolehtii myös, että uuteen tehtävään siirtyvä työntekijä saa tarpeellisen perehdyttämiskoulutuksen. Perehdyttäminen kirjataan koulutusasiakirjoihin.\nTäydennyskoulutus on huoltovalmiuksien ja työnlaajuuden muutosten hallintaan liittyvää koulutusta (esim. tyyppi-, huoltomenetelmä- ja erikoistyövälinekurssit), jota järjestetään tarvittaessa huomioon ottaen ilmailuviranomaisen ko. koulutukselle asettamat vaatimukset.\nToistuvaiskoulutusta järjestetään henkilökohtaisen opintotarpeen ja -suunnitelman mukaan. Koulutuksesta vastaa teknillinen johtaja. Koulutussuoritukset kirjataan ko. henkilön koulutus- asiakirjoihin. Toistuvaiskoulutusalueet ovat:\nTekniset tiedot: Tyyppikohtaisten huoltomenetelmien ja teknisten tietojen/työohjeiden muutokset (ml. Fuel Tank Safety/CDCCL ja EWIS ohjeet/menetelmät, jos ne koskevat ko. konetyyppiä).\nMenetelmäkoulutus: Part-145-vaatimukset ja MOE:n menetelmät (kertaus ja muutokset).\nTurvallisuuskoulutus: Inhimilliset tekijät, ihmisen suorituskyvyn rajoitukset ja huolto- organisaation poikkeama-, virhe-, laatu- ja työturvallisuushavainnot korjaavine toimen- piteineen.\nKullakin koulutusalueella järjestetään koulutusta vähintään 8 h kahden vuoden aikana tai vähintään 4 h vuosittain. Vakinaisen henkilöstön koulutuksen lisätarve arvioidaan vuosittaisessa koulutus- suunnittelussa ja tarvittaessa. Osa-aikaisten henkilöiden kertauskoulutuksen laajuuden päättää teknillinen johtaja tapauskohtaisesti työjakson alkaessa. Toistuvaiskoulutuksen toteutumat ja riittävyys tarkastellaan vuosiauditoinnissa ja johdon katselmuksessa.\nToistuvaiskoulutus järjestetään vuorovaikutteisena niin, että koulutuksessa esiin tullut palaute kirjataan ja käsitellään laatuorganisaation toimesta korjaaviksi toimenpiteiksi sekä oppimista ja kehittämistä tukevaksi tiedoksi.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 117,
      "title": "Koulutussuunnitelma",
      "content": "Järjestettäväksi suunnitellut koulutukset kootaan koulutuksen vuosisuunnitelmaan, jonka toimeen- panosta ja valvonnasta vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 118,
      "title": "Koulutuksen järjestämisperiaatteet",
      "content": "Koulutustavoitteiden mukainen oppijakso voidaan koota eri opetustapahtumista, kuten koulutuskursseista, opetustilaisuuksista, tietoiskuista, seminaareista, mikäli niiden sisältö vastaa koulutustavoitteita ja opetus on pätevää. Koulutus järjestään omana toimintana tai hankitaan luotettavalta koulutusorganisaatiolta. Koulutusta voidaan järjestää myös johdettuna itseopiskeluna. Itseopiskelu rajataan harvoin käytettäviin työmenetelmiin tai poikkeustilanteisiin, jos kohtuullisin järjestelyin ei ole saatavissa pätevää opettajaa.\nPidetystä koulutuksesta kirjataan sisältö, opettaja(t), osallistujat, pitoaika ja kesto sekä arvio koulutustavoitteiden toteutumisesta. Jos koulutuksesta pidetään koe, niin sen tulokset kirjataan. Lisäksi jokainen osallistuja varmistaa osallistumisensa koulutukseen omakätisellä allekirjoituksella koulutustilaisuuden oppilasluetteloon. Koulutussuoritteet yhdistetään ja kirjataan koulutus- kirjanpitoon.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 119,
      "title": "Vastuut",
      "content": "Koulutussuunnittelusta, -järjestelyistä, -valvonnasta ja -kirjanpidosta vastaa teknillinen johtaja.\nTeknillinen johtaja on velvollinen seuraamaan henkilöstönsä ammattitaitoa ja tarvittaessa järjestämään tasokokeita sekä antaa määräyksiä lisäkoulutuksesta.",
      "metadata": {
        "source": "docx",
        "style": "Heading 4"
      }
    },
    {
      "index": 120,
      "title": "Tyyppikoulutuksen työharjoittelun järjestäminen",
      "content": "Huolto-organisaatio voi järjestää työnlaajuutensa puitteissa tyyppikoulutuksen käytännön koulutusta NAA:n tapauskohtaisesti hyväksymällä tavalla. Koulutustoiminta rajataan toistaiseksi henkilöille, jotka hakevat lisäkelpuutusta ilma-alusryhmään 1 kuuluvaan luokkaan/alaryhmään (66.A.45). Koulutukseen kuuluu työharjoitteita ja arviointeja (practical + assessment).\nTyöharjoittelutehtävien ohjaajalta ja arvioijalta edellytetään ko. konetyypin huoltotodisteenantajan pätevyyttä. Heidän on myös tunnettava soveltuvin osin Part-66:ssa työharjoittelulle ja käytännön kokeiden (assessments) suorittamiselle annetut vaatimukset (tarkemmin Part/AMC/GM-66.A.45 ja alla mainitut harjoittelun ja arviointien järjestämisohjeet).\nKäytännön harjoitukset (practical experience) järjestetään Part-66 Appendix III, kohdan 3.2 mukaisesti. Harjoitustehtävät valitaan niin, että ne kattavat vähintään 50 % ko. kohdan taulukkoon merkityistä kohdista, jotka ovat kyseisen konetyypin kannalta olennaisia. Tehtävien tulee antaa kattava poikkileikkaus konetyypille olennaisista huoltotehtävistä ja sisältää myös vaativia huoltotehtäviä. Niiden valinnassa on otettava huomioon kohteet, joita ei voida opettaa riittävästi teoriakoulutuksessa.\nArvioinnit järjestetään Part-66 Appendix III:n kohdan 4.2 vaatimusten mukaisesti. Arvioinnin suorittavat nimetyt arvioijat, joilla on asianmukainen pätevyys. Arvioinnissa tarkastellaan kokelaan tietoja ja taitoja. Lisäksi otetaan huomioon ohjeet, jotka ovat annettu kohdissa Part-66 Appedix III ”Aircraft Type Training and Examination Standard” ja AMC-66 Appendix III ”Evaluation of the competence: assessment and assessors”.\nTyöharjoitukset ja arvioinnit hyväksyntöineen kirjataan logbook-vihkoon, joka on laadittu Part-66 Appendix III, kohdan 3.2 -tehtäväluettelon perusteella ja täsmennetty ko. konetyypin oleellisten huoltotyötehtävien mukaan. Logbook -malli esitetään liitekansiossa.\nTyöharjoittelumenettelystä vastaa teknillinen johtaja. Hän nimeää myös työharjoitusten ohjaajat ja arvioijat, joiden nimet kirjataan logbookiin. Tyyppikelpuutuksen hakemisesta NAA:lta vastaa koulutettava. Logbookista otetaan kopio, joka taltioidaan organisaation koulutuskirjanpitoon.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 121,
      "title": "HENKILÖREKISTERI",
      "content": "Huolto-organisaatio ylläpitää henkilöstöstään seuraavia tietoja:\nnimi, syntymäaika ja ID-tiedot sekä toimenkuva tai tehtävä\nhenkilötunnus (tietoturvasyistä erikseen yrityksen henkilörekisterissä)\nilmailualan työkokemus (+todistusjäljennökset),\nperus- ja ammattikoulutus (+todistusjäljennökset),\ntyyppi- ja erikoistyökoulutus (+todistusjäljennökset),\ntoistuvaiskoulutus,\nvaltuutukset ja kelpuutukset,\nkopio voimassa olevasta huoltomekaanikon lupakirjasta.\nEm. tiedot (pl. henkilötunnus) esitetään henkilökohtaisissa koulutuskorteissa (1 ja 2), todistus- ja lupakirjajäljennöksissä sekä valtuutus- ja kelpuutusasiakirjoissa. Ilmailuviranomaisilla, organisaation vastuuhenkilöillä ja auditoijalla on tehtäviinsä liittyvä rekisteritietojen tarkastusoikeus.\nEm. tietoja ylläpitää laatupäällikkö ja niitä säilytetään lukitussa tilassa. Kun rekisteriin liitetään uusia pätevyysasiakirjoja, niin todistusjäljennökset otetaan alkuperäistä laatupäällikön toimesta. Hän vastaa myös asiakirjojen oikeellisuustarkastuksista.\nHenkilöstöllä on mahdollisuus pyynnöstä päästä tutustumaan itseään koskeviin tietoihin ja saada niistä kopio. Ko. asiakirjoja säilytetään kolme vuotta siitä, kun henkilö on eronnut organisaation palveluksesta.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 122,
      "title": "LAATUARVIOINTIHENKILÖT",
      "content": "Organisaation sisäiset laatuauditoinnit tekee riippumaton auditoija (nimetty kohdassa 1.3.3). Laaduntarkastukset (pistokoeauditoinnit) tekee laatupäällikkö tai hänen nimeämänsä asiantuntija. Myös vastuuhenkilöt voivat tehdä tehtäviinsä liittyviä laaduntarkastuksia.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 123,
      "title": "TARKASTAJIEN KELPUUTTAMINEN",
      "content": "Huoltotodisteenantajan toimenkuvaan sisältyvät seuraavat huoltotoiminnan tarkastustehtävät:\nkaksoistarkastus (kelpuuttamattoman henkilön tekemän ja kuittaaman työn varmennus).\naluetarkastus (ilma-alukset) kohdan 2.25 mukaan.\nkriittisten töiden tarkastus kohdan 2.23 mukaan.\nhuoltotodisteen antotarkastus (vain nimetty HTA).\nLisäksi HTA:t toimivat tarvittaessa luokan B1 tai B2 tukihenkilönä, jonka tehtävänä on tarvittaessa varmistaa, että kaikki tarvittavat tehtävät tai tarkastukset on suoritettu vaatimusten mukaisesti, ennen kuin luokan C valtuutettu huoltohenkilöstö antaa huoltotodisteen.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 124,
      "title": "HENKILÖSTÖN KELPUUTTAMINEN",
      "content": "Huoltotodisteenantajien ja tukihenkilöiden kelpuuttaminen ja valtuuttaminen tehdään 3.4.1 mukaan.\nluokan B1 huoltotodisteenantajat toimivat myös työnjohtajana ja työnsuunnittelijana.\nluokan B1 ja B2 huoltotodisteenantajat toimivat tarvittaessa tukihenkilönä.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 125,
      "title": "Asentaja",
      "content": "Asentajaksi voidaan kelpuuttaa henkilö, jolla on asianmukaisen ammattikoulutus ja/tai riittävää käytännön perehtyneisyys huoltotyöhön. Asentajaksi voidaan kelpuuttaa myös yksittäisen työn tai sen osa-alueen erikoisosaaja, kun hänellä on ko. työhön tai tehtävään tunnustettu erikois- ammattitaito. Asentajakelpuutus kirjataan henkilörekisteriin (koulutuskortti 1).\nAsentajan tehtäväalueet ja -kelpuutukset määrittelee teknillisen johtaja, joka voi myös myöntää asentajalle huoltotehtävien kuittauskelpuutuksia. Kelpuuttaminen edellyttää, että asentaja on suorittanut teknillisen johtajan määrittelemän tehtäväkoulutuksen ja näyttökokeen (tarvittaessa).\nPart-147-opiskelija tai muu työharjoittelija voi suorittaa organisaatiossa käytännön opintoihinsa kuuluvaa harjoittelua, kun siitä on sovittu harjoittelusopimuksella. Harjoittelijalta edellytetään opinnoissa annettua huoltotoiminnan perusteiden tuntemusta ja perustaitojen osaamista. Niiden riittävyyden arvioinnista ja perehdyttämiskoulutuksen laajuudesta päättää teknillinen johtaja tapauskohtaisesti. Harjoittelija tekee huoltoharjoittelua aina teknisen johtajan nimeämän työnohjaajan valvonnassa.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 126,
      "title": "Kelpuutusten ja valtuutusten valvonta:",
      "content": "Lupakirjojen ja kelpuutusten/valtuutusten voimassaoloa valvotaan sähköisesti ja niiden vanhenemistiedot ilmoitetaan ko. henkilölle ennakkoon. Uusittu lupakirja tulee toimittaa laatupäällikölle, joka päivittää valvontatiedot ja ottaa siitä kopion yrityksen taltioon sekä uusii kelpuutukset/valtuutukset. Valvonnasta vastaa laatupäällikkö.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 127,
      "title": "ILMA-ALUSTEN JA LAITTEIDEN HUOLTOJEN POIKKEUSMENETTELYJEN HALLINTA",
      "content": "Ilma-alusten, laitteiden ja välineiden huoltotoiminnassa noudatetaan ko. ilma-aluksen huolto- ohjelman tai tyyppihyväksynnän haltijan julkaisemia huolto-ohjeita. Jos on tarve poiketa hyväksytyistä ohjelmasta tai ohjeista, niin se voidaan tehdä vain ilmailuviranomaisen tai tyyppihyväksynnän haltijan/valmistajan luvalla. Muutoksen hakee koneen operaattori.\nKonetyypin HTA voi tarvittaessa laatia muutostarveselvityksen, josta ilmenee:\nmiksi hyväksytyistä ohjeista tai huolto-ohjelmista poiketaan,\nmiten tullaan toimimaan työn tekemisen, tarkastamisen ja valvonnan osalta,\nneuvottelut ja sopimukset operaattorin, valmistajan ja ilmailuviranomaisen kanssa.\nTeknillinen johtaja huolehtii siitä, että poikkeusmenettelyllä on asianmukainen hyväksyntä ennen sen käyttöönottoa. Poikkeamaselvitykset taltioidaan ilma-aluksen asiakirjoihin.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 128,
      "title": "ORGANISAATION MENETTELYTAVOISTA POIKKEAMISEN HALLINTA",
      "content": "Huoltotoiminnassa noudatetaan tämän kirjan (MOE) ohjeita ja menetelmiä. Mikäli ilmenee tarve poiketa tämän käsikirjan työ- ja toimintamenetelmistä, niin hyväksytty vastuuhenkilö laatii laatupäällikköä kuultuaan poikkeushakemuksen, josta ilmenee:\nmiksi tämän käsikirjan ohjeista ja menetelmistä poiketaan,\nmiten tullaan toimimaan menettelyjen, tarkastamisen ja valvonnan osalta,\nmitä on neuvoteltu ja sovittu NAA:n kanssa.\nPoikkeusmenettely hyväksytetään NAA:ssa ja sen käyttöönottotoimenpiteistä vastaavat teknillinen johtaja. Poikkeusselvitys liitetään organisaation kirjanpitoon.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 129,
      "title": "ERIKOISTYÖKELPUUTUKSET",
      "content": "Organisaatio voi myöntää seuraavia erikoistyökelpuutuksia tapauskohtaisen kelpuutustarkastelun perusteella:\nAinetta rikkomattomien tarkastusten kelpuutukset (rajoitettuna 2.24.1 mukaisesti):\na) Tunkeumaväritarkastus, b) boroskooppitarkastus, ja c) laminaattirakenteiden koputus- tarkastus. Kelpuutuksen edellytyksenä on ko. tarkastusmenetelmän välineiden ja ohjeiden tuntemus sekä käytännön taito, jonka teknillinen johtaja voi tarvittaessa varmistaa näyttö- kokeella.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 130,
      "title": "Mekaanikon koekäyttökelpuutus",
      "content": "Huoltohenkilön koekäyttökelpuutus myönnetään konetyypeittäin.\nKelpuutuksen edellytyksenä on ko. konetyypin HTA-valtuutus, soveltuva tehtäväkoulutus, turvamääräysten tuntemus ja rajoitettu radiopuhelimenhoitajan kelpuutus sekä teknillisen johtajan hyväksymät käytännön taidot.\nKelpuutukset myöntää laatupäällikkö kuultuaan teknillistä johtajaa. Kelpuutuksen ylläpito edellyttää ammattitaidon säilyttämistä työsuoritusten ja toistuvaiskoulutuksen avulla. Asia tarkastellaan vuosittain osana henkilön kertauskoulutussuunnittelua. Tarvittaessa ammattitaidon säilyminen voidaan varmistaa myös näyttökokeella, josta päättää teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 131,
      "title": "ULKOPUOLISTEN HUOLTOTYÖRYHMIEN VALVONTA",
      "content": "Työryhmien valvonta järjestetään tapauskohtaisesti teknillisen johtajan toimesta. Ulkopuolisen työryhmän tulee aina antaa Part-145 mukainen huoltotodiste tekemästään työstä.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 132,
      "title": "HUMAN FACTORS -KOULUTUSMENETELMÄT",
      "content": "Inhimillisten tekijöiden ja ihmisen suorituskykyyn liittyvien seikkojen peruskoulutus annetaan GM 145.A.30e sisältövaatimuksien mukaisesti huomioon ottaen oman organisaation menetelmät, toimintatavat ja olosuhteet.\nPeruskoulutustarve tarkastellaan henkilökohtaisesti huomioon ottaen huomioon ottaen henkilön aiempi koulutus ja työkokemus sekä nykyiset tehtävät. Täydentävä peruskoulutus järjestetään nykyisen henkilöstölle ennen ko. säädöskohdan voimaantuloa ja uuden henkilön osalta aina perehdyttämiskoulutuksen yhteydessä.\nToistuvaiskoulutus järjestetään 3.4.2 mukaisesti. Koulutussisällöissä painotetaan:\norganisaation omia laatu- ja turvallisuushavaintoja,\nsoveltuvia muita laatu- ja turvallisuustietoja/havaintoja,\nGM 145.A.30e sisältöjä (huolto-organisaation toimintaa koskevilta osin).",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 133,
      "title": "HENKILÖSTÖN PÄTEVYYKSIEN ARVIOINTI",
      "content": "Henkilön pätevyys suhteessa aiottuihin tehtäviin arvioidaan hänen koulutus- ja kokemustietojensa perusteella. Arviointimenettelyistä ja sen dokumentoinnista vastaa laatupäällikkö. Huolto- henkilöiden pätevyyksien arvioinnista hänen on kuultava teknillinen johtaja. Arviointimenettelyssä hyödynnetään AMC 1 145.A.30e -ohjeita.\nPätevyyksien arviointi tehdään henkilön tullessa organisaation palvelukseen ja tarvittaessa tehtävän vaihdon yhteydessä. Em. yhteydessä järjestetään perehdyttämiskoulutus (3.4.2). Lisäksi pätevyyksien ylläpidon arviointi tehdään vuosittain koulutustarvesuunnittelun yhteydessä (3.4.2).\nHenkilön tehtäviin liittyvät koulutus- ja kokemuskertymätiedot kootaan koulutuskortteille, joissa esitetään myös aiotut tehtävät ja toimenkuva sekä henkilön kelpuutus- ja toistuvaiskoulutustilanne. Em. tietoihin liittyvät todistukset liitetään organisaation henkilörekisteriin 3.5 mukaisesti.\nKoulutus- ja kokemuskertymätietojen sekä haastattelun perusteella henkilölle laaditaan pää- ja oheistehtävien edellyttämä koulutussuunnitelma, joka järjestetään täydennys- ja toistuvais- koulutuksena (3.4.2). Suunnitelma tarkastellaan ja päivitetään vuosittain tai tarvittaessa. Lisäksi tehtävien hoitoa tuetaan tarvittaessa täsmäkoulutuksella ja tukihenkilöjärjestelyin.\nSoveltuvuusarviointi tehtäviin tehdään alla mainittujen kriteerien mukaisesti, pätevyyden arvioinnissa hyödynnetään GM 2 145.A.30 (e) kohdan Competence assessment procedure -listaa. Huoltotodisteenantajien valtuutustarkastelu (ml. pätevyyden arviointi) tehdään 3.4.1 mukaan ja kirjataan valtuutustarkastelulomakkeelle. Muun henkilöstön arviointi kirjataan avoimelle lomakkeelle kriteerien mukaan. Tehtäväkelpuutukset/valtuutukset myönnetään 3.4, 3.7, 3.8 ja 3.11 menettelyjen mukaan. Uuden tehtävän aloitukseen sisältyy aina perehdyttäminen ja opastus, henkilö siirtyy vaiheittain itsenäiseen työskentelyyn teknillisen johtajan harkinnan mukaan.\nEm. lisäksi teknillinen johtaja ja laatupäällikkö tekevät tehtäviinsä liittyvää jatkuvaa henkilöstön pätevyyksien seurantaa ja ovat tarvittaessa velvollisia jatkotoimiin. Seurannassa huomioidaan myös inhimillisen suorituskyvyn ylläpitoa tukevat tekijät.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 134,
      "title": "Hyväksytty vastuuhenkilö:",
      "content": "teknillinen peruskoulutus ja lentoteknillisen alan työkokemus,\njohtamis- ja hallintokokemus,\nPart-145 ja Part-M vaatimusten tuntemus,\nhuolto-organisaation huoltaman kaluston ja käyttämien menetelmien tuntemus,\nviranomaisen hyväksyntä ko. tehtävään.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 135,
      "title": "Huoltotodisteen antaja ja huollon tukihenkilö:",
      "content": "pätevyyksien arviointi tehdään kohdan 3.4.1 mukaisesti.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 136,
      "title": "Laatupäällikkö ja auditoija:",
      "content": "soveltuva peruskoulutus ja alan työkokemus,\nauditointi/arviointikoulutus ja -kokemus,\nPart-145 ja Part-M vaatimusten tuntemus,\nhuolto-organisaation kaluston ja menetelmien tuntemus,\nvaadittaessa viranomaishyväksyntä ko. tehtävään.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 137,
      "title": "Asentajat ja muut toimintaan osallistuvat henkilöt:",
      "content": "soveltuva peruskoulutus ja alan tuntemus,\ntehtäväalueen tuntemus tai yksittäisen tehtävän/työn erikoisosaaminen,\nosallistuminen kertauskoulutukseen tehtävien vaatimassa laajuudessa,\nvaadittaessa viranomaishyväksyntä ko. tehtävään.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 138,
      "title": "Erikoistyökelpuutukset",
      "content": "määritelty kohdassa 3.11.",
      "metadata": {
        "source": "docx",
        "style": "Heading 3"
      }
    },
    {
      "index": 139,
      "title": "Part-147-opiskelija",
      "content": "määritelty kohdassa 3.8.",
      "metadata": {
        "source": "docx",
        "style": "Heading 1"
      }
    },
    {
      "index": 140,
      "title": "HUOLTOSOPIMUSOPERAATTORIT",
      "content": "Ei ole.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 141,
      "title": "OPS-OPERAATTORIN SUHTEEN NOUDATETTAVAT MENETELMÄT JA PAPERITYÖT",
      "content": "Sovitaan huoltajan ja operaattorin välisessä huoltosopimuksessa. Sopimukset ovat erillisessä sopimuskansiossa, jonka säilytyksestä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 142,
      "title": "OPS-OPERAATTORIN ASIAKIRJOJEN TÄYTTÖ",
      "content": "Sovitaan huoltajan ja operaattorin välisessä huoltosopimuksessa. Sopimukset ovat erillisessä sopimuskansiossa, jonka säilytyksestä vastaa teknillinen johtaja.",
      "metadata": {
        "source": "docx",
        "style": "Heading 1"
      }
    },
    {
      "index": 143,
      "title": "LIITTEET JA LOMAKKEET",
      "content": "Toimitilojen pohjapiirrokset sekä lomakeluettelo ja sen mukaiset master-lomakkeet ovat teknillisen johtajan ylläpitämässä lomakekansiossa (esitetään pyydettäessä).",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 144,
      "title": "LUETTELO ALIHANKKIJOISTA",
      "content": "Huolto-organisaatio ei käytä alihankkijoita.",
      "metadata": {
        "source": "docx",
        "style": "Heading 2"
      }
    },
    {
      "index": 145,
      "title": "LUETTELO TILAPÄISISTÄ LINJAHUOLTOPAIKOITA",
      "content": "LUETTELO ALIHANKINTASOPIMUKSISTA\nHuolto-organisaatio ei käytä alihankkijoita.\nHUOLTOTODISTEEN ANTAJIEN (HTA) LUETTELO",
      "metadata": {
        "source": "docx"
      }
    }
  ]
}